{"word2idx": {"many": 1, "planes": 2, "parked": 3, "next": 4, "long": 5, "building": 6, "airport": 7, "full": 8, "airplanes": 9, "containers": 10, "near": 11, "runways": 12, "size": 13, "large": 14, "several": 15, "buildings": 16, "green": 17, "trees": 18, "around": 19, "piece": 20, "bareland": 21, "parking": 22, "lot": 23, "scattered": 24, "every": 25, "plane": 26, "position": 27, "complex": 28, "surrounded": 29, "farmland": 30, "numerous": 31, "grand": 32, "made": 33, "terminal": 34, "middle": 35, "silver": 36, "besides": 37, "black": 38, "road": 39, "either": 40, "hand": 41, "dark": 42, "great": 43, "front": 44, "others": 45, "embraced": 46, "different": 47, "open": 48, "runway": 49, "straight": 50, "wide": 51, "stands": 52, "roads": 53, "regions": 54, "side": 55, "square": 56, "meadow": 57, "seven": 58, "big": 59, "little": 60, "arc": 61, "gray": 62, "ground": 63, "light": 64, "four": 65, "lots": 66, "occupies": 67, "area": 68, "including": 69, "differnet": 70, "sizes": 71, "brown": 72, "white": 73, "sparse": 74, "divide": 75, "lines": 76, "inside": 77, "river": 78, "simple": 79, "small": 80, "crowded": 81, "space": 82, "storage": 83, "tanks": 84, "plants": 85, "neat": 86, "arranged": 87, "red": 88, "spaces": 89, "two": 90, "ocean": 91, "farmlands": 92, "meadows": 93, "five": 94, "empty": 95, "orderly": 96, "sides": 97, "pieces": 98, "extends": 99, "water": 100, "aeroplanes": 101, "apron": 102, "located": 103, "weblike": 104, "flight": 105, "paths": 106, "ploygon": 107, "main": 108, "netlike": 109, "decorated": 110, "lawns": 111, "cross": 112, "polygonal": 113, "passenger": 114, "termial": 115, "crossing": 116, "strip": 117, "shaped": 118, "viaducts": 119, "narrow": 120, "star": 121, "like": 122, "sits": 123, "parallel": 124, "three": 125, "rectangular": 126, "boomerang": 127, "aircraft": 128, "corner": 129, "take": 130, "running": 131, "one": 132, "land": 133, "terminals": 134, "crossed": 135, "tarmac": 136, "boarding": 137, "gate": 138, "separated": 139, "landside": 140, "airside": 141, "oval": 142, "aircrafts": 143, "stay": 144, "tarmacs": 145, "grassy": 146, "fields": 147, "waiting": 148, "alongside": 149, "standing": 150, "beside": 151, "grey": 152, "lying": 153, "circular": 154, "yellow": 155, "stretch": 156, "sparsely": 157, "rounded": 158, "rectangle": 159, "criss": 160, "surrounds": 161, "radial": 162, "stop": 163, "majestic": 164, "symmetrical": 165, "triangle": 166, "curve": 167, "seated": 168, "blue": 169, "adjacent": 170, "wasteland": 171, "polygon": 172, "irregular": 173, "paralleled": 174, "grassland": 175, "vertically": 176, "cruciform": 177, "x": 178, "sandwiched": 179, "field": 180, "surrounding": 181, "strips": 182, "neatly": 183, "built": 184, "trapezoid": 185, "grass": 186, "divided": 187, "outside": 188, "encircled": 189, "complicated": 190, "cars": 191, "rows": 192, "separately": 193, "circle": 194, "respectively": 195, "docked": 196, "number": 197, "plains": 198, "eight": 199, "still": 200, "bare": 201, "highway": 202, "packed": 203, "direction": 204, "good": 205, "order": 206, "broad": 207, "almost": 208, "bald": 209, "covers": 210, "vast": 211, "roofed": 212, "house": 213, "tall": 214, "planted": 215, "triangular": 216, "lawn": 217, "sea": 218, "site": 219, "highways": 220, "scale": 221, "roof": 222, "lake": 223, "nearby": 224, "traces": 225, "huge": 226, "spacious": 227, "line": 228, "mark": 229, "part": 230, "tracks": 231, "totally": 232, "point": 233, "seems": 234, "barren": 235, "nothing": 236, "seen": 237, "zigzag": 238, "squared": 239, "khaki": 240, "streets": 241, "corrugated": 242, "short": 243, "aside": 244, "place": 245, "color": 246, "region": 247, "business": 248, "railway": 249, "ponds": 250, "tract": 251, "shape": 252, "parts": 253, "interspersed": 254, "pond": 255, "pools": 256, "messy": 257, "growing": 258, "goes": 259, "along": 260, "row": 261, "stony": 262, "hills": 263, "surface": 264, "bleak": 265, "shadows": 266, "ruts": 267, "pathways": 268, "mountainous": 269, "lakes": 270, "plain": 271, "wavy": 272, "vein": 273, "sandy": 274, "stripes": 275, "clusters": 276, "vegetations": 277, "dirt": 278, "curly": 279, "stretches": 280, "across": 281, "greenland": 282, "coner": 283, "form": 284, "rugged": 285, "together": 286, "formed": 287, "houses": 288, "grow": 289, "grows": 290, "half": 291, "dry": 292, "wet": 293, "going": 294, "marbled": 295, "pattern": 296, "flat": 297, "path": 298, "traverses": 299, "wild": 300, "curved": 301, "striped": 302, "construction": 303, "colored": 304, "stripe": 305, "reddish": 306, "uneven": 307, "desert": 308, "spots": 309, "signs": 310, "marks": 311, "ripples": 312, "living": 313, "things": 314, "plant": 315, "broken": 316, "stone": 317, "waste": 318, "car": 319, "grind": 320, "2": 321, "expanse": 322, "soil": 323, "grown": 324, "wheel": 325, "grew": 326, "exposed": 327, "amount": 328, "vegetation": 329, "truck": 330, "driving": 331, "factory": 332, "forest": 333, "roofs": 334, "kinds": 335, "growth": 336, "patch": 337, "'s": 338, "something": 339, "flows": 340, "baseball": 341, "surround": 342, "flower": 343, "lush": 344, "base": 345, "ball": 346, "covered": 347, "fan-shaped": 348, "courts": 349, "people": 350, "playing": 351, "bright": 352, "playground": 353, "tree": 354, "semi-surrounded": 355, "tennis": 356, "lane": 357, "track": 358, "freeway": 359, "baseballfield": 360, "fan": 361, "bushy": 362, "fanshaped": 363, "edges": 364, "blocks": 365, "distributed": 366, "sand": 367, "round": 368, "edge": 369, "pentagonal": 370, "see": 371, "bleachers": 372, "baseballfields": 373, "diagonally": 374, "basketball": 375, "court": 376, "looking": 377, "well": 378, "forms": 379, "semicircle": 380, "winding": 381, "another": 382, "sports": 383, "back": 384, "football": 385, "sport": 386, "park": 387, "soccer": 388, "pitch": 389, "grounds": 390, "pitches": 391, "neighborhood": 392, "sit": 393, "woods": 394, "freeways": 395, "relatively": 396, "colors": 397, "consists": 398, "crossroads": 399, "evenly": 400, "waves": 401, "beach": 402, "beautiful": 403, "slapping": 404, "makes": 405, "sharp": 406, "gradient": 407, "clear": 408, "boats": 409, "coastline": 410, "crystal": 411, "colour": 412, "flourishing": 413, "resort": 414, "pretty": 415, "roaring": 416, "lapping": 417, "wave": 418, "shore": 419, "textures": 420, "looks": 421, "rock": 422, "mounds": 423, "rocks": 424, "coast": 425, "stones": 426, "swashes": 427, "spray": 428, "bank": 429, "spoondrift": 430, "series": 431, "come": 432, "calm": 433, "separates": 434, "deep": 435, "blue-green": 436, "surf": 437, "masses": 438, "separate": 439, "set": 440, "towards": 441, "city": 442, "lies": 443, "boundary": 444, "curving": 445, "kind": 446, "layers": 447, "patting": 448, "wharf": 449, "swimming": 450, "pool": 451, "quarter": 452, "mountain": 453, "sapphire": 454, "thr": 455, "jungle": 456, "flourish": 457, "stained": 458, "dam": 459, "ribbon": 460, "jade": 461, "high": 462, "way": 463, "cyan": 464, "quiet": 465, "peaceful": 466, "integrated": 467, "beat": 468, "fish": 469, "vastness": 470, "wind": 471, "pedestrian": 472, "sun": 473, "toward": 474, "golden": 475, "rolling": 476, "play": 477, "tourists": 478, "umbrellas": 479, "chairs": 480, "yachts": 481, "sands": 482, "coconut": 483, "byland": 484, "reaching": 485, "stretching": 486, "stand": 487, "yacht": 488, "shade": 489, "bridges": 490, "bridge": 491, "connects": 492, "steel": 493, "structure": 494, "two-way": 495, "six-line": 496, "connected": 497, "exuberant": 498, "cast": 499, "shadow": 500, "muddy": 501, "similar": 502, "boat": 503, "downtown": 504, "rivers": 505, "turns": 506, "busy": 507, "scene": 508, "branches": 509, "branch": 510, "banks": 511, "ends": 512, "island": 513, "connecting": 514, "traverse": 515, "valley": 516, "mills": 517, "ones": 518, "crosses": 519, "plenty": 520, "spans": 521, "deck": 522, "bridege": 523, "suspension": 524, "cable": 525, "stayed": 526, "dense": 527, "double": 528, "tower": 529, "circles": 530, "groves": 531, "residential": 532, "areas": 533, "contains": 534, "towers": 535, "brightly": 536, "shining": 537, "ships": 538, "station": 539, "cities": 540, "tiny": 541, "stopping": 542, "factories": 543, "joins": 544, "ports": 545, "sailing": 546, "ship": 547, "automobiles": 548, "traveling": 549, "bustling": 550, "u": 551, "low": 552, "saddle": 553, "go": 554, "turbid": 555, "passing": 556, "mountains": 557, "islands": 558, "vans": 559, "cement": 560, "partly": 561, "port": 562, "railways": 563, "voer": 564, "unparallel": 565, "build": 566, "barelands": 567, "alive": 568, "lands": 569, "strong": 570, "passed": 571, "densely": 572, "populated": 573, "traffic": 574, "center": 575, "distinctive": 576, "design": 577, "vehicles": 578, "stadium": 579, "block": 580, "altitude": 581, "shell": 582, "make": 583, "intensive": 584, "street": 585, "ferris": 586, "viaduct": 587, "semi-circle": 588, "squares": 589, "quadrilateral": 590, "top": 591, "gymnasium": 592, "leaf": 593, "eye": 594, "among": 595, "regular": 596, "hexagon": 597, "loop": 598, "hexagonal": 599, "grid": 600, "whose": 601, "close": 602, "lace": 603, "metallic": 604, "designed": 605, "seperated": 606, "elliptical": 607, "bowl": 608, "urban": 609, "flyover": 610, "metal": 611, "esthetic": 612, "semi": 613, "drop": 614, "composed": 615, "aesthetic": 616, "smaller": 617, "zone": 618, "paved": 619, "twelve": 620, "purple": 621, "ring": 622, "incomplete": 623, "strange": 624, "whole": 625, "total": 626, "vivid": 627, "spectacular": 628, "domes": 629, "gym": 630, "honeycomb": 631, "trails": 632, "behind": 633, "central": 634, "sided": 635, "magnificent": 636, "church": 637, "owns": 638, "courtyard": 639, "patterns": 640, "variety": 641, "styles": 642, "coloured": 643, "orange": 644, "pink": 645, "moss": 646, "dome": 647, "directions": 648, "tidy": 649, "`": 650, "parks": 651, "roadside": 652, "colorful": 653, "includes": 654, "pitched": 655, "brick": 656, "yard": 657, "neighborhoods": 658, "junction": 659, "old": 660, "flats": 661, "spherical": 662, "opposite": 663, "cylindrical": 664, "pithed": 665, "owning": 666, "closely": 667, "linked": 668, "commercial": 669, "office": 670, "district": 671, "high-rise": 672, "well-organized": 673, "various": 674, "edifices": 675, "eye-catching": 676, "malls": 677, "six": 678, "passes": 679, "prosperous": 680, "distictive": 681, "compact": 682, "rise": 683, "housing": 684, "medium": 685, "height": 686, "skyscrapers": 687, "redidential": 688, "arterial": 689, "lined": 690, "reflection": 691, "glass": 692, "arrangement": 693, "alley": 694, "distribute": 695, "corners": 696, "crossroad": 697, "sitting": 698, "shapes": 699, "school": 700, "apartment": 701, "overpass": 702, "residence": 703, "enclosed": 704, "upscale": 705, "distance": 706, "left": 707, "right": 708, "trade": 709, "pass": 710, "economic": 711, "developed": 712, "belong": 713, "intersection": 714, "mainly": 715, "gap": 716, "working": 717, "community": 718, "devided": 719, "rectangules": 720, "constitute": 721, "marked": 722, "array": 723, "compactly": 724, "laid": 725, "consist": 726, "tress": 727, "cover": 728, "shades": 729, "apartments": 730, "casting": 731, "divids": 732, "lie": 733, "gardens": 734, "enclose": 735, "oblique": 736, "rate": 737, "quadrangle": 738, "mostly": 739, "lied": 740, "collection": 741, "luxury": 742, "extending": 743, "automobile": 744, "picture": 745, "stream": 746, "never": 747, "stops": 748, "dusty": 749, "desolate": 750, "leisure": 751, "beige": 752, "far": 753, "oasis": 754, "sandstorm": 755, "appearance": 756, "cracks": 757, "figure": 758, "stains": 759, "texture": 760, "arcs": 761, "hill": 762, "belts": 763, "flowing": 764, "dunes": 765, "wrinkles": 766, "crack": 767, "rather": 768, "roots": 769, "well-distributed": 770, "jagged": 771, "irregularly": 772, "curves": 773, "sparkling": 774, "wood": 775, "ripple": 776, "thousands": 777, "loos": 778, "diagonal": 779, "stipes": 780, "pits": 781, "scales": 782, "dust": 783, "arid": 784, "boundless": 785, "fine": 786, "thing": 787, "much": 788, "else": 789, "endless": 790, "footpaths": 791, "colours": 792, "crops": 793, "tidily": 794, "colourful": 795, "latticed": 796, "farm": 797, "cut": 798, "baulk": 799, "ridges": 800, "outlined": 801, "farms": 802, "floor": 803, "vertical": 804, "divid": 805, "blended": 806, "trail": 807, "depths": 808, "village": 809, "cream": 810, "ridge": 811, "drains": 812, "vacant": 813, "places": 814, "looked": 815, "look": 816, "croplands": 817, "crooked": 818, "composition": 819, "wheat": 820, "luxuriant": 821, "b": 822, "earth": 823, "also": 824, "spring": 825, "semicircular": 826, "grasses": 827, "combined": 828, "bottle": 829, "forests": 830, "tracts": 831, "footpath": 832, "emerald": 833, "shrubs": 834, "separating": 835, "clouds": 836, "twisty": 837, "bushes": 838, "thick": 839, "runs": 840, "coverage": 841, "industrial": 842, "consisting": 843, "shed": 844, "modern": 845, "ia": 846, "workshops": 847, "clean": 848, "group": 849, "workshop": 850, "warehouses": 851, "work": 852, "placed": 853, "diamond": 854, "unpaved": 855, "concrete": 856, "betweeen": 857, "trucks": 858, "cylinder": 859, "industriala": 860, "n't": 861, "belt": 862, "zones": 863, "tank": 864, "use": 865, "turf": 866, "yellowish": 867, "even": 868, "thin": 869, "withered": 870, "slightly": 871, "worn": 872, "imprints": 873, "points": 874, "distributes": 875, "prairie": 876, "pale": 877, "rhombus": 878, "angle": 879, "fold": 880, "thwatwise": 881, "decorating": 882, "mixed": 883, "deserted": 884, "alone": 885, "country": 886, "cropped": 887, "streamlined": 888, "smooth": 889, "objects": 890, "pasture": 891, "ranch": 892, "hole": 893, "villas": 894, "ornamented": 895, "scatter": 896, "air": 897, "settled": 898, "garden": 899, "pathway": 900, "situated": 901, "dozens": 902, "ten": 903, "cottages": 904, "smart": 905, "forky": 906, "link": 907, "distribution": 908, "flowers": 909, "villa": 910, "independent": 911, "ice": 912, "clearly": 913, "snow": 914, "snows": 915, "range": 916, "winds": 917, "covering": 918, "mountainpeak": 919, "twisted": 920, "mountainpeaks": 921, "twisting": 922, "valleys": 923, "folds": 924, "capped": 925, "corver": 926, "towering": 927, "unbroken": 928, "foot": 929, "run": 930, "flow": 931, "peak": 932, "slopes": 933, "playgrounds": 934, "encircle": 935, "man-made": 936, "view": 937, "heart-shaped": 938, "grove": 939, "peninsulas": 940, "pon": 941, "cream-colored": 942, "l": 943, "amusement": 944, "span": 945, "platform": 946, "mid": 947, "recreation": 948, "facilities": 949, "brook": 950, "semi-surround": 951, "resident": 952, "artificial": 953, "closing": 954, "bell": 955, "wall": 956, "stopped": 957, "sorts": 958, "pentagon": 959, "positions": 960, "overhead": 961, "bush": 962, "filled": 963, "turning": 964, "'": 965, "stuffed": 966, "crammed": 967, "median": 968, "hundreds": 969, "tight": 970, "beds": 971, "free": 972, "standard": 973, "grandstand": 974, "half-old": 975, "since": 976, "spectators": 977, "players": 978, "footballground": 979, "game": 980, "teaching": 981, "equipment": 982, "guys": 983, "ceiling": 984, "room": 985, "badminton": 986, "plastic": 987, "embrace": 988, "mist": 989, "trapezoidal": 990, "quadrangular": 991, "multilateral": 992, "spindle": 993, "fountain": 994, "step": 995, "without": 996, "rectangles": 997, "exactly": 998, "convenient": 999, "pier": 1000, "harbor": 1001, "moored": 1002, "docking": 1003, "bylands": 1004, "cruising": 1005, "larger": 1006, "stirring": 1007, "seawalls": 1008, "dock": 1009, "harbour": 1010, "basin": 1011, "dams": 1012, "seewall": 1013, "types": 1014, "layer": 1015, "docks": 1016, "finished": 1017, "railwaystation": 1018, "rails": 1019, "forming": 1020, "trains": 1021, "abreast": 1022, "converging": 1023, "rail": 1024, "occupied": 1025, "cargo": 1026, "facility": 1027, "satellite": 1028, "imagery": 1029, "abreastly": 1030, "train": 1031, "awnings": 1032, "rings": 1033, "speed": 1034, "subway": 1035, "ceilings": 1036, "painted": 1037, "peninsula": 1038, "tropical": 1039, "resorts": 1040, "resting": 1041, "spa": 1042, "family": 1043, "open-air": 1044, "outdoor": 1045, "holiday": 1046, "seperates": 1047, "turn": 1048, "though": 1049, "terraces": 1050, "bend": 1051, "z": 1052, "rainforest": 1053, "beaches": 1054, "town": 1055, "converge": 1056, "wetland": 1057, "limpid": 1058, "vehicle": 1059, "floating": 1060, "float": 1061, "object": 1062, "poor": 1063, "campus": 1064, "perfect": 1065, "tranquil": 1066, "northeast": 1067, "nine": 1068, "equipped": 1069, "concentrated": 1070, "south": 1071, "northwest": 1072, "wetlands": 1073, "interlaced": 1074, "fully": 1075, "greening": 1076, "staggered": 1077, "leading": 1078, "sunlight": 1079, "end": 1080, "connect": 1081, "hot": 1082, "clearing": 1083, "eye-watching": 1084, "bed": 1085, "bottom": 1086, "octagon": 1087, "roundabout": 1088, "parterre": 1089, "centre": 1090, "public": 1091, "rounds": 1092, "lantern": 1093, "regularly": 1094, "ellipse": 1095, "halls": 1096, "unique": 1097, "contain": 1098, "tens": 1099, "awning": 1100, "blearchers": 1101, "silvery": 1102, "layout": 1103, "tents": 1104, "locates": 1105, "bird": 1106, "nest": 1107, "architecture": 1108, "seats": 1109, "storagetanks": 1110, "pipes": 1111, "tubes": 1112, "columnar": 1113, "oil": 1114, "tanker": 1115, "piping": 1116, "refinery": 1117, "rough": 1118, "store": 1119, "fact": 1120, "seaside": 1121, "amazing": 1122, "diamand": 1123, "loops": 1124, "overpasses": 1125, "spanning": 1126, "petals": 1127, "flyovers": 1128, "mouthed": 1129, "eyes": 1130, "owl": 1131, "nested": 1132, "ease": 1133, "ran": 1134, "drive": 1135, "exercise": 1136, "locate": 1137, "surroundededed": 1138, "subdivisions": 1139, "planned": 1140, "semisurrounded": 1141, "residents": 1142, "jars": 1143, "paint": 1144, "forked": 1145, "west": 1146, "sunshine": 1147, "shabby": 1148, "wreathed": 1149, "situates": 1150, "l-shaped": 1151, "surroundeded": 1152, "hemmed": 1153, "neatly-arranged": 1154, "new": 1155, "north": 1156, "playgound": 1157, "rimmed": 1158, "jar": 1159, "quite": 1160, "rim": 1161, "baksetball": 1162, "slender": 1163, "environment": 1164, "raod": 1165, "course": 1166, "tree-lined": 1167, "links": 1168, "convenience": 1169, "away": 1170, "scenery": 1171, "fast": 1172, "silver-gray": 1173, "containing": 1174, "overall": 1175, "pavilion": 1176, "treelined": 1177, "patches": 1178, "aqua": 1179, "complete": 1180, "airfields": 1181, "criss_crossing": 1182, "potholes": 1183, "bumpy": 1184, "slope": 1185, "palm": 1186, "shallow": 1187, "eyot": 1188, "towns": 1189, "past": 1190, "umbrella": 1191, "delicate": 1192, "paddy": 1193, "bule": 1194, "system": 1195, "budding": 1196, "walkway": 1197, "bends": 1198, "retangular": 1199, "blurred": 1200, "hard": 1201, "nebulous": 1202, "twinkling": 1203, "crash": 1204, "beating": 1205, "truss": 1206, "pyramidal": 1207, "faced": 1208, "alleys": 1209, "ranged": 1210, "tightly": 1211, "peaks": 1212, "intersperse": 1213, "sheet": 1214, "airtight": 1215, "facotry": 1216, "unused": 1217, "merging": 1218, "getting": 1219, "forks": 1220, "circumferential": 1221, "ramps": 1222, "cloverleaf": 1223, "ramp": 1224, "<unk>": 1225}, "idx2word": {"1": "many", "2": "planes", "3": "parked", "4": "next", "5": "long", "6": "building", "7": "airport", "8": "full", "9": "airplanes", "10": "containers", "11": "near", "12": "runways", "13": "size", "14": "large", "15": "several", "16": "buildings", "17": "green", "18": "trees", "19": "around", "20": "piece", "21": "bareland", "22": "parking", "23": "lot", "24": "scattered", "25": "every", "26": "plane", "27": "position", "28": "complex", "29": "surrounded", "30": "farmland", "31": "numerous", "32": "grand", "33": "made", "34": "terminal", "35": "middle", "36": "silver", "37": "besides", "38": "black", "39": "road", "40": "either", "41": "hand", "42": "dark", "43": "great", "44": "front", "45": "others", "46": "embraced", "47": "different", "48": "open", "49": "runway", "50": "straight", "51": "wide", "52": "stands", "53": "roads", "54": "regions", "55": "side", "56": "square", "57": "meadow", "58": "seven", "59": "big", "60": "little", "61": "arc", "62": "gray", "63": "ground", "64": "light", "65": "four", "66": "lots", "67": "occupies", "68": "area", "69": "including", "70": "differnet", "71": "sizes", "72": "brown", "73": "white", "74": "sparse", "75": "divide", "76": "lines", "77": "inside", "78": "river", "79": "simple", "80": "small", "81": "crowded", "82": "space", "83": "storage", "84": "tanks", "85": "plants", "86": "neat", "87": "arranged", "88": "red", "89": "spaces", "90": "two", "91": "ocean", "92": "farmlands", "93": "meadows", "94": "five", "95": "empty", "96": "orderly", "97": "sides", "98": "pieces", "99": "extends", "100": "water", "101": "aeroplanes", "102": "apron", "103": "located", "104": "weblike", "105": "flight", "106": "paths", "107": "ploygon", "108": "main", "109": "netlike", "110": "decorated", "111": "lawns", "112": "cross", "113": "polygonal", "114": "passenger", "115": "termial", "116": "crossing", "117": "strip", "118": "shaped", "119": "viaducts", "120": "narrow", "121": "star", "122": "like", "123": "sits", "124": "parallel", "125": "three", "126": "rectangular", "127": "boomerang", "128": "aircraft", "129": "corner", "130": "take", "131": "running", "132": "one", "133": "land", "134": "terminals", "135": "crossed", "136": "tarmac", "137": "boarding", "138": "gate", "139": "separated", "140": "landside", "141": "airside", "142": "oval", "143": "aircrafts", "144": "stay", "145": "tarmacs", "146": "grassy", "147": "fields", "148": "waiting", "149": "alongside", "150": "standing", "151": "beside", "152": "grey", "153": "lying", "154": "circular", "155": "yellow", "156": "stretch", "157": "sparsely", "158": "rounded", "159": "rectangle", "160": "criss", "161": "surrounds", "162": "radial", "163": "stop", "164": "majestic", "165": "symmetrical", "166": "triangle", "167": "curve", "168": "seated", "169": "blue", "170": "adjacent", "171": "wasteland", "172": "polygon", "173": "irregular", "174": "paralleled", "175": "grassland", "176": "vertically", "177": "cruciform", "178": "x", "179": "sandwiched", "180": "field", "181": "surrounding", "182": "strips", "183": "neatly", "184": "built", "185": "trapezoid", "186": "grass", "187": "divided", "188": "outside", "189": "encircled", "190": "complicated", "191": "cars", "192": "rows", "193": "separately", "194": "circle", "195": "respectively", "196": "docked", "197": "number", "198": "plains", "199": "eight", "200": "still", "201": "bare", "202": "highway", "203": "packed", "204": "direction", "205": "good", "206": "order", "207": "broad", "208": "almost", "209": "bald", "210": "covers", "211": "vast", "212": "roofed", "213": "house", "214": "tall", "215": "planted", "216": "triangular", "217": "lawn", "218": "sea", "219": "site", "220": "highways", "221": "scale", "222": "roof", "223": "lake", "224": "nearby", "225": "traces", "226": "huge", "227": "spacious", "228": "line", "229": "mark", "230": "part", "231": "tracks", "232": "totally", "233": "point", "234": "seems", "235": "barren", "236": "nothing", "237": "seen", "238": "zigzag", "239": "squared", "240": "khaki", "241": "streets", "242": "corrugated", "243": "short", "244": "aside", "245": "place", "246": "color", "247": "region", "248": "business", "249": "railway", "250": "ponds", "251": "tract", "252": "shape", "253": "parts", "254": "interspersed", "255": "pond", "256": "pools", "257": "messy", "258": "growing", "259": "goes", "260": "along", "261": "row", "262": "stony", "263": "hills", "264": "surface", "265": "bleak", "266": "shadows", "267": "ruts", "268": "pathways", "269": "mountainous", "270": "lakes", "271": "plain", "272": "wavy", "273": "vein", "274": "sandy", "275": "stripes", "276": "clusters", "277": "vegetations", "278": "dirt", "279": "curly", "280": "stretches", "281": "across", "282": "greenland", "283": "coner", "284": "form", "285": "rugged", "286": "together", "287": "formed", "288": "houses", "289": "grow", "290": "grows", "291": "half", "292": "dry", "293": "wet", "294": "going", "295": "marbled", "296": "pattern", "297": "flat", "298": "path", "299": "traverses", "300": "wild", "301": "curved", "302": "striped", "303": "construction", "304": "colored", "305": "stripe", "306": "reddish", "307": "uneven", "308": "desert", "309": "spots", "310": "signs", "311": "marks", "312": "ripples", "313": "living", "314": "things", "315": "plant", "316": "broken", "317": "stone", "318": "waste", "319": "car", "320": "grind", "321": "2", "322": "expanse", "323": "soil", "324": "grown", "325": "wheel", "326": "grew", "327": "exposed", "328": "amount", "329": "vegetation", "330": "truck", "331": "driving", "332": "factory", "333": "forest", "334": "roofs", "335": "kinds", "336": "growth", "337": "patch", "338": "'s", "339": "something", "340": "flows", "341": "baseball", "342": "surround", "343": "flower", "344": "lush", "345": "base", "346": "ball", "347": "covered", "348": "fan-shaped", "349": "courts", "350": "people", "351": "playing", "352": "bright", "353": "playground", "354": "tree", "355": "semi-surrounded", "356": "tennis", "357": "lane", "358": "track", "359": "freeway", "360": "baseballfield", "361": "fan", "362": "bushy", "363": "fanshaped", "364": "edges", "365": "blocks", "366": "distributed", "367": "sand", "368": "round", "369": "edge", "370": "pentagonal", "371": "see", "372": "bleachers", "373": "baseballfields", "374": "diagonally", "375": "basketball", "376": "court", "377": "looking", "378": "well", "379": "forms", "380": "semicircle", "381": "winding", "382": "another", "383": "sports", "384": "back", "385": "football", "386": "sport", "387": "park", "388": "soccer", "389": "pitch", "390": "grounds", "391": "pitches", "392": "neighborhood", "393": "sit", "394": "woods", "395": "freeways", "396": "relatively", "397": "colors", "398": "consists", "399": "crossroads", "400": "evenly", "401": "waves", "402": "beach", "403": "beautiful", "404": "slapping", "405": "makes", "406": "sharp", "407": "gradient", "408": "clear", "409": "boats", "410": "coastline", "411": "crystal", "412": "colour", "413": "flourishing", "414": "resort", "415": "pretty", "416": "roaring", "417": "lapping", "418": "wave", "419": "shore", "420": "textures", "421": "looks", "422": "rock", "423": "mounds", "424": "rocks", "425": "coast", "426": "stones", "427": "swashes", "428": "spray", "429": "bank", "430": "spoondrift", "431": "series", "432": "come", "433": "calm", "434": "separates", "435": "deep", "436": "blue-green", "437": "surf", "438": "masses", "439": "separate", "440": "set", "441": "towards", "442": "city", "443": "lies", "444": "boundary", "445": "curving", "446": "kind", "447": "layers", "448": "patting", "449": "wharf", "450": "swimming", "451": "pool", "452": "quarter", "453": "mountain", "454": "sapphire", "455": "thr", "456": "jungle", "457": "flourish", "458": "stained", "459": "dam", "460": "ribbon", "461": "jade", "462": "high", "463": "way", "464": "cyan", "465": "quiet", "466": "peaceful", "467": "integrated", "468": "beat", "469": "fish", "470": "vastness", "471": "wind", "472": "pedestrian", "473": "sun", "474": "toward", "475": "golden", "476": "rolling", "477": "play", "478": "tourists", "479": "umbrellas", "480": "chairs", "481": "yachts", "482": "sands", "483": "coconut", "484": "byland", "485": "reaching", "486": "stretching", "487": "stand", "488": "yacht", "489": "shade", "490": "bridges", "491": "bridge", "492": "connects", "493": "steel", "494": "structure", "495": "two-way", "496": "six-line", "497": "connected", "498": "exuberant", "499": "cast", "500": "shadow", "501": "muddy", "502": "similar", "503": "boat", "504": "downtown", "505": "rivers", "506": "turns", "507": "busy", "508": "scene", "509": "branches", "510": "branch", "511": "banks", "512": "ends", "513": "island", "514": "connecting", "515": "traverse", "516": "valley", "517": "mills", "518": "ones", "519": "crosses", "520": "plenty", "521": "spans", "522": "deck", "523": "bridege", "524": "suspension", "525": "cable", "526": "stayed", "527": "dense", "528": "double", "529": "tower", "530": "circles", "531": "groves", "532": "residential", "533": "areas", "534": "contains", "535": "towers", "536": "brightly", "537": "shining", "538": "ships", "539": "station", "540": "cities", "541": "tiny", "542": "stopping", "543": "factories", "544": "joins", "545": "ports", "546": "sailing", "547": "ship", "548": "automobiles", "549": "traveling", "550": "bustling", "551": "u", "552": "low", "553": "saddle", "554": "go", "555": "turbid", "556": "passing", "557": "mountains", "558": "islands", "559": "vans", "560": "cement", "561": "partly", "562": "port", "563": "railways", "564": "voer", "565": "unparallel", "566": "build", "567": "barelands", "568": "alive", "569": "lands", "570": "strong", "571": "passed", "572": "densely", "573": "populated", "574": "traffic", "575": "center", "576": "distinctive", "577": "design", "578": "vehicles", "579": "stadium", "580": "block", "581": "altitude", "582": "shell", "583": "make", "584": "intensive", "585": "street", "586": "ferris", "587": "viaduct", "588": "semi-circle", "589": "squares", "590": "quadrilateral", "591": "top", "592": "gymnasium", "593": "leaf", "594": "eye", "595": "among", "596": "regular", "597": "hexagon", "598": "loop", "599": "hexagonal", "600": "grid", "601": "whose", "602": "close", "603": "lace", "604": "metallic", "605": "designed", "606": "seperated", "607": "elliptical", "608": "bowl", "609": "urban", "610": "flyover", "611": "metal", "612": "esthetic", "613": "semi", "614": "drop", "615": "composed", "616": "aesthetic", "617": "smaller", "618": "zone", "619": "paved", "620": "twelve", "621": "purple", "622": "ring", "623": "incomplete", "624": "strange", "625": "whole", "626": "total", "627": "vivid", "628": "spectacular", "629": "domes", "630": "gym", "631": "honeycomb", "632": "trails", "633": "behind", "634": "central", "635": "sided", "636": "magnificent", "637": "church", "638": "owns", "639": "courtyard", "640": "patterns", "641": "variety", "642": "styles", "643": "coloured", "644": "orange", "645": "pink", "646": "moss", "647": "dome", "648": "directions", "649": "tidy", "650": "`", "651": "parks", "652": "roadside", "653": "colorful", "654": "includes", "655": "pitched", "656": "brick", "657": "yard", "658": "neighborhoods", "659": "junction", "660": "old", "661": "flats", "662": "spherical", "663": "opposite", "664": "cylindrical", "665": "pithed", "666": "owning", "667": "closely", "668": "linked", "669": "commercial", "670": "office", "671": "district", "672": "high-rise", "673": "well-organized", "674": "various", "675": "edifices", "676": "eye-catching", "677": "malls", "678": "six", "679": "passes", "680": "prosperous", "681": "distictive", "682": "compact", "683": "rise", "684": "housing", "685": "medium", "686": "height", "687": "skyscrapers", "688": "redidential", "689": "arterial", "690": "lined", "691": "reflection", "692": "glass", "693": "arrangement", "694": "alley", "695": "distribute", "696": "corners", "697": "crossroad", "698": "sitting", "699": "shapes", "700": "school", "701": "apartment", "702": "overpass", "703": "residence", "704": "enclosed", "705": "upscale", "706": "distance", "707": "left", "708": "right", "709": "trade", "710": "pass", "711": "economic", "712": "developed", "713": "belong", "714": "intersection", "715": "mainly", "716": "gap", "717": "working", "718": "community", "719": "devided", "720": "rectangules", "721": "constitute", "722": "marked", "723": "array", "724": "compactly", "725": "laid", "726": "consist", "727": "tress", "728": "cover", "729": "shades", "730": "apartments", "731": "casting", "732": "divids", "733": "lie", "734": "gardens", "735": "enclose", "736": "oblique", "737": "rate", "738": "quadrangle", "739": "mostly", "740": "lied", "741": "collection", "742": "luxury", "743": "extending", "744": "automobile", "745": "picture", "746": "stream", "747": "never", "748": "stops", "749": "dusty", "750": "desolate", "751": "leisure", "752": "beige", "753": "far", "754": "oasis", "755": "sandstorm", "756": "appearance", "757": "cracks", "758": "figure", "759": "stains", "760": "texture", "761": "arcs", "762": "hill", "763": "belts", "764": "flowing", "765": "dunes", "766": "wrinkles", "767": "crack", "768": "rather", "769": "roots", "770": "well-distributed", "771": "jagged", "772": "irregularly", "773": "curves", "774": "sparkling", "775": "wood", "776": "ripple", "777": "thousands", "778": "loos", "779": "diagonal", "780": "stipes", "781": "pits", "782": "scales", "783": "dust", "784": "arid", "785": "boundless", "786": "fine", "787": "thing", "788": "much", "789": "else", "790": "endless", "791": "footpaths", "792": "colours", "793": "crops", "794": "tidily", "795": "colourful", "796": "latticed", "797": "farm", "798": "cut", "799": "baulk", "800": "ridges", "801": "outlined", "802": "farms", "803": "floor", "804": "vertical", "805": "divid", "806": "blended", "807": "trail", "808": "depths", "809": "village", "810": "cream", "811": "ridge", "812": "drains", "813": "vacant", "814": "places", "815": "looked", "816": "look", "817": "croplands", "818": "crooked", "819": "composition", "820": "wheat", "821": "luxuriant", "822": "b", "823": "earth", "824": "also", "825": "spring", "826": "semicircular", "827": "grasses", "828": "combined", "829": "bottle", "830": "forests", "831": "tracts", "832": "footpath", "833": "emerald", "834": "shrubs", "835": "separating", "836": "clouds", "837": "twisty", "838": "bushes", "839": "thick", "840": "runs", "841": "coverage", "842": "industrial", "843": "consisting", "844": "shed", "845": "modern", "846": "ia", "847": "workshops", "848": "clean", "849": "group", "850": "workshop", "851": "warehouses", "852": "work", "853": "placed", "854": "diamond", "855": "unpaved", "856": "concrete", "857": "betweeen", "858": "trucks", "859": "cylinder", "860": "industriala", "861": "n't", "862": "belt", "863": "zones", "864": "tank", "865": "use", "866": "turf", "867": "yellowish", "868": "even", "869": "thin", "870": "withered", "871": "slightly", "872": "worn", "873": "imprints", "874": "points", "875": "distributes", "876": "prairie", "877": "pale", "878": "rhombus", "879": "angle", "880": "fold", "881": "thwatwise", "882": "decorating", "883": "mixed", "884": "deserted", "885": "alone", "886": "country", "887": "cropped", "888": "streamlined", "889": "smooth", "890": "objects", "891": "pasture", "892": "ranch", "893": "hole", "894": "villas", "895": "ornamented", "896": "scatter", "897": "air", "898": "settled", "899": "garden", "900": "pathway", "901": "situated", "902": "dozens", "903": "ten", "904": "cottages", "905": "smart", "906": "forky", "907": "link", "908": "distribution", "909": "flowers", "910": "villa", "911": "independent", "912": "ice", "913": "clearly", "914": "snow", "915": "snows", "916": "range", "917": "winds", "918": "covering", "919": "mountainpeak", "920": "twisted", "921": "mountainpeaks", "922": "twisting", "923": "valleys", "924": "folds", "925": "capped", "926": "corver", "927": "towering", "928": "unbroken", "929": "foot", "930": "run", "931": "flow", "932": "peak", "933": "slopes", "934": "playgrounds", "935": "encircle", "936": "man-made", "937": "view", "938": "heart-shaped", "939": "grove", "940": "peninsulas", "941": "pon", "942": "cream-colored", "943": "l", "944": "amusement", "945": "span", "946": "platform", "947": "mid", "948": "recreation", "949": "facilities", "950": "brook", "951": "semi-surround", "952": "resident", "953": "artificial", "954": "closing", "955": "bell", "956": "wall", "957": "stopped", "958": "sorts", "959": "pentagon", "960": "positions", "961": "overhead", "962": "bush", "963": "filled", "964": "turning", "965": "'", "966": "stuffed", "967": "crammed", "968": "median", "969": "hundreds", "970": "tight", "971": "beds", "972": "free", "973": "standard", "974": "grandstand", "975": "half-old", "976": "since", "977": "spectators", "978": "players", "979": "footballground", "980": "game", "981": "teaching", "982": "equipment", "983": "guys", "984": "ceiling", "985": "room", "986": "badminton", "987": "plastic", "988": "embrace", "989": "mist", "990": "trapezoidal", "991": "quadrangular", "992": "multilateral", "993": "spindle", "994": "fountain", "995": "step", "996": "without", "997": "rectangles", "998": "exactly", "999": "convenient", "1000": "pier", "1001": "harbor", "1002": "moored", "1003": "docking", "1004": "bylands", "1005": "cruising", "1006": "larger", "1007": "stirring", "1008": "seawalls", "1009": "dock", "1010": "harbour", "1011": "basin", "1012": "dams", "1013": "seewall", "1014": "types", "1015": "layer", "1016": "docks", "1017": "finished", "1018": "railwaystation", "1019": "rails", "1020": "forming", "1021": "trains", "1022": "abreast", "1023": "converging", "1024": "rail", "1025": "occupied", "1026": "cargo", "1027": "facility", "1028": "satellite", "1029": "imagery", "1030": "abreastly", "1031": "train", "1032": "awnings", "1033": "rings", "1034": "speed", "1035": "subway", "1036": "ceilings", "1037": "painted", "1038": "peninsula", "1039": "tropical", "1040": "resorts", "1041": "resting", "1042": "spa", "1043": "family", "1044": "open-air", "1045": "outdoor", "1046": "holiday", "1047": "seperates", "1048": "turn", "1049": "though", "1050": "terraces", "1051": "bend", "1052": "z", "1053": "rainforest", "1054": "beaches", "1055": "town", "1056": "converge", "1057": "wetland", "1058": "limpid", "1059": "vehicle", "1060": "floating", "1061": "float", "1062": "object", "1063": "poor", "1064": "campus", "1065": "perfect", "1066": "tranquil", "1067": "northeast", "1068": "nine", "1069": "equipped", "1070": "concentrated", "1071": "south", "1072": "northwest", "1073": "wetlands", "1074": "interlaced", "1075": "fully", "1076": "greening", "1077": "staggered", "1078": "leading", "1079": "sunlight", "1080": "end", "1081": "connect", "1082": "hot", "1083": "clearing", "1084": "eye-watching", "1085": "bed", "1086": "bottom", "1087": "octagon", "1088": "roundabout", "1089": "parterre", "1090": "centre", "1091": "public", "1092": "rounds", "1093": "lantern", "1094": "regularly", "1095": "ellipse", "1096": "halls", "1097": "unique", "1098": "contain", "1099": "tens", "1100": "awning", "1101": "blearchers", "1102": "silvery", "1103": "layout", "1104": "tents", "1105": "locates", "1106": "bird", "1107": "nest", "1108": "architecture", "1109": "seats", "1110": "storagetanks", "1111": "pipes", "1112": "tubes", "1113": "columnar", "1114": "oil", "1115": "tanker", "1116": "piping", "1117": "refinery", "1118": "rough", "1119": "store", "1120": "fact", "1121": "seaside", "1122": "amazing", "1123": "diamand", "1124": "loops", "1125": "overpasses", "1126": "spanning", "1127": "petals", "1128": "flyovers", "1129": "mouthed", "1130": "eyes", "1131": "owl", "1132": "nested", "1133": "ease", "1134": "ran", "1135": "drive", "1136": "exercise", "1137": "locate", "1138": "surroundededed", "1139": "subdivisions", "1140": "planned", "1141": "semisurrounded", "1142": "residents", "1143": "jars", "1144": "paint", "1145": "forked", "1146": "west", "1147": "sunshine", "1148": "shabby", "1149": "wreathed", "1150": "situates", "1151": "l-shaped", "1152": "surroundeded", "1153": "hemmed", "1154": "neatly-arranged", "1155": "new", "1156": "north", "1157": "playgound", "1158": "rimmed", "1159": "jar", "1160": "quite", "1161": "rim", "1162": "baksetball", "1163": "slender", "1164": "environment", "1165": "raod", "1166": "course", "1167": "tree-lined", "1168": "links", "1169": "convenience", "1170": "away", "1171": "scenery", "1172": "fast", "1173": "silver-gray", "1174": "containing", "1175": "overall", "1176": "pavilion", "1177": "treelined", "1178": "patches", "1179": "aqua", "1180": "complete", "1181": "airfields", "1182": "criss_crossing", "1183": "potholes", "1184": "bumpy", "1185": "slope", "1186": "palm", "1187": "shallow", "1188": "eyot", "1189": "towns", "1190": "past", "1191": "umbrella", "1192": "delicate", "1193": "paddy", "1194": "bule", "1195": "system", "1196": "budding", "1197": "walkway", "1198": "bends", "1199": "retangular", "1200": "blurred", "1201": "hard", "1202": "nebulous", "1203": "twinkling", "1204": "crash", "1205": "beating", "1206": "truss", "1207": "pyramidal", "1208": "faced", "1209": "alleys", "1210": "ranged", "1211": "tightly", "1212": "peaks", "1213": "intersperse", "1214": "sheet", "1215": "airtight", "1216": "facotry", "1217": "unused", "1218": "merging", "1219": "getting", "1220": "forks", "1221": "circumferential", "1222": "ramps", "1223": "cloverleaf", "1224": "ramp", "1225": "<unk>"}, "idx": 1226}