{"word2idx": {"baseball": 1, "field": 2, "beside": 3, "green": 4, "amusement": 5, "park": 6, "around": 7, "red": 8, "track": 9, "adjacent": 10, "playground": 11, "square": 12, "long": 13, "path": 14, "next": 15, "runway": 16, "two": 17, "white": 18, "houses": 19, "located": 20, "middle": 21, "lawn": 22, "fields": 23, "different": 24, "sizes": 25, "stadium": 26, "stand": 27, "big": 28, "side-by-side": 29, "road": 30, "side": 31, "football": 32, "passes": 33, "gray": 34, "bare": 35, "soil": 36, "close": 37, "alongside": 38, "piece": 39, "land": 40, "separates": 41, "house": 42, "separating": 43, "octagonal": 44, "buildings": 45, "colors": 46, "building": 47, "parking": 48, "lot": 49, "full": 50, "cars": 51, "tennis": 52, "courts": 53, "grey": 54, "roadside": 55, "one": 56, "intersection": 57, "roads": 58, "crossed": 59, "highway": 60, "parallel": 61, "pass": 62, "streets": 63, "lined": 64, "trees": 65, "empty": 66, "sides": 67, "lots": 68, "deep": 69, "black": 70, "river": 71, "blue": 72, "factory": 73, "boats": 74, "moored": 75, "many": 76, "parked": 77, "bank": 78, "three": 79, "anchored": 80, "respectively": 81, "turquoise": 82, "ships": 83, "area": 84, "goods": 85, "boat": 86, "quietly": 87, "thin": 88, "bridge": 89, "sail": 90, "dark": 91, "sea": 92, "harbor": 93, "small": 94, "floating": 95, "port": 96, "floated": 97, "ship": 98, "near": 99, "dock": 100, "yellow": 101, "lay": 102, "across": 103, "crossroads": 104, "sailed": 105, "fast": 106, "calm": 107, "sailing": 108, "deck": 109, "purple": 110, "dry": 111, "cargo": 112, "striped": 113, "coast": 114, "stripes": 115, "shore": 116, "water": 117, "either": 118, "car": 119, "left": 120, "wave": 121, "heihe": 122, "pools": 123, "swimming": 124, "opposite": 125, "facing": 126, "moving": 127, "colorful": 128, "board": 129, "belt": 130, "curved": 131, "crosses": 132, "directly": 133, "make": 134, "way": 135, "residential": 136, "crossing": 137, "intersects": 138, "areas": 139, "plant": 140, "belts": 141, "rivers": 142, "surrounded": 143, "densely": 144, "populated": 145, "decorated": 146, "hand": 147, "open": 148, "grassland": 149, "high-rise": 150, "grass": 151, "skyscrapers": 152, "sits": 153, "tall": 154, "ellipse": 155, "shapes": 156, "oval": 157, "built": 158, "kind": 159, "light": 160, "bifurcation": 161, "street": 162, "train": 163, "railway": 164, "directions": 165, "tracks": 166, "planes": 167, "plane": 168, "large": 169, "crowded": 170, "separated": 171, "jagged": 172, "zigzag": 173, "lying": 174, "vehicles": 175, "airport": 176, "ground": 177, "stopped": 178, "dust": 179, "five": 180, "docked": 181, "sparkling": 182, "face": 183, "rectangular": 184, "together": 185, "line": 186, "several": 187, "edge": 188, "playgrounds": 189, "six": 190, "table": 191, "balls": 192, "semicircular": 193, "orange": 194, "dense": 195, "forest": 196, "thick": 197, "connected": 198, "lake": 199, "pond": 200, "lush": 201, "tree": 202, "connects": 203, "court": 204, "vacant": 205, "paths": 206, "expanse": 207, "run": 208, "runways": 209, "door": 210, "winding": 211, "covered": 212, "shaded": 213, "ponds": 214, "brown": 215, "spectators": 216, "spectator": 217, "audience": 218, "quite": 219, "lawns": 220, "divide": 221, "stood": 222, "four": 223, "bareland": 224, "leans": 225, "surround": 226, "front": 227, "terminal": 228, "others": 229, "besides": 230, "sparse": 231, "meadow": 232, "lines": 233, "inside": 234, "plants": 235, "neat": 236, "arranged": 237, "round": 238, "church": 239, "sit": 240, "aeroplanes": 241, "apron": 242, "flight": 243, "ploygon": 244, "main": 245, "netlike": 246, "cross": 247, "polygonal": 248, "passenger": 249, "termial": 250, "strip": 251, "shaped": 252, "viaducts": 253, "narrow": 254, "star": 255, "like": 256, "boomerang": 257, "aircraft": 258, "corner": 259, "take": 260, "running": 261, "seven": 262, "tarmac": 263, "boarding": 264, "gate": 265, "landside": 266, "airside": 267, "aircrafts": 268, "tarmacs": 269, "grassy": 270, "waiting": 271, "straight": 272, "standing": 273, "bar": 274, "airstrip": 275, "terminals": 276, "airplanes": 277, "circular": 278, "stretch": 279, "sparsely": 280, "rounded": 281, "rectangle": 282, "surrounds": 283, "radial": 284, "symmetrical": 285, "triangle": 286, "curve": 287, "seated": 288, "wasteland": 289, "polygon": 290, "irregular": 291, "paralleled": 292, "sandwiched": 293, "orderly": 294, "majestic": 295, "surrounding": 296, "arc": 297, "ways": 298, "pieces": 299, "meadows": 300, "strips": 301, "neatly": 302, "trapezoid": 303, "divided": 304, "outside": 305, "complicated": 306, "towers": 307, "cut": 308, "scattered": 309, "airplane": 310, "lamp": 311, "eight": 312, "sitting": 313, "pale": 314, "pure": 315, "y-shaped": 316, "berthing": 317, "conspicuous": 318, "beautiful": 319, "stands": 320, "especially": 321, "packed": 322, "silver": 323, "passed": 324, "wide": 325, "dozens": 326, "e-shaped": 327, "number": 328, "plain": 329, "seen": 330, "station": 331, "t-shaped": 332, "room": 333, "appeared": 334, "fragmented": 335, "terrain": 336, "nothing": 337, "stop": 338, "tower": 339, "blocks": 340, "composed": 341, "ball": 342, "u": 343, "smaller": 344, "single": 345, "farmland": 346, "simple": 347, "along": 348, "order": 349, "taxiing": 350, "rows": 351, "parts": 352, "corners": 353, "squared": 354, "stayed": 355, "nearby": 356, "traverse": 357, "contains": 358, "including": 359, "circle": 360, "ring": 361, "consists": 362, "arc-shaped": 363, "rectangles": 364, "separate": 365, "see": 366, "squares": 367, "wild": 368, "aprons": 369, "bright": 370, "block": 371, "facilities": 372, "complete": 373, "industrial": 374, "people": 375, "flat": 376, "spaces": 377, "huge": 378, "vast": 379, "without": 380, "reddish": 381, "meet": 382, "reddish-brown": 383, "obvious": 384, "marks": 385, "floor": 386, "tract": 387, "traces": 388, "clay": 389, "truck": 390, "driving": 391, "hill": 392, "mark": 393, "vegetation": 394, "khaki": 395, "'s": 396, "work": 397, "space": 398, "sand": 399, "leaking": 400, "looks": 401, "uneven": 402, "planted": 403, "surface": 404, "rugged": 405, "intersect": 406, "vertically": 407, "courtyard": 408, "patch": 409, "shape": 410, "interspersed": 411, "messy": 412, "undulating": 413, "wavy": 414, "sandy": 415, "dotted": 416, "bleak": 417, "dirt": 418, "desert": 419, "stretches": 420, "greenland": 421, "coner": 422, "form": 423, "rough": 424, "formed": 425, "fork": 426, "lie": 427, "traverses": 428, "shallow": 429, "clear": 430, "stripe": 431, "go": 432, "alleys": 433, "runs": 434, "earth": 435, "weeds": 436, "growing": 437, "waste": 438, "broken": 439, "stone": 440, "wheel": 441, "naked": 442, "country": 443, "place": 444, "grows": 445, "amount": 446, "roofs": 447, "kinds": 448, "thing": 449, "things": 450, "part": 451, "irregularly": 452, "blended": 453, "littered": 454, "dots": 455, "half": 456, "rock": 457, "hills": 458, "patterns": 459, "pattern": 460, "lands": 461, "use": 462, "wheels": 463, "holes": 464, "also": 465, "tree-lined": 466, "family": 467, "trucks": 468, "behind": 469, "barren": 470, "flowing": 471, "hillside": 472, "slope": 473, "center": 474, "forming": 475, "flower": 476, "luxuriant": 477, "flowers": 478, "row": 479, "top": 480, "view": 481, "gymnasium": 482, "circles": 483, "quarter": 484, "stadiums": 485, "fan-shaped": 486, "lakes": 487, "silvery": 488, "golf": 489, "course": 490, "filled": 491, "clean": 492, "places": 493, "enough": 494, "smooth": 495, "met": 496, "triangular": 497, "faces": 498, "perfect": 499, "rooms": 500, "players": 501, "lane": 502, "freeway": 503, "baseballfield": 504, "red-roofed": 505, "semi-surrounded": 506, "fan": 507, "fanshaped": 508, "reflections": 509, "distributed": 510, "occupies": 511, "pentagonal": 512, "basketball": 513, "forms": 514, "semicircle": 515, "baseballfields": 516, "another": 517, "sports": 518, "size": 519, "back": 520, "soccer": 521, "pitch": 522, "pitches": 523, "neighborhood": 524, "sized": 525, "highways": 526, "woods": 527, "vertical": 528, "routes": 529, "flanked": 530, "among": 531, "iron": 532, "solar": 533, "pool": 534, "grounds": 535, "bleachers": 536, "enclosed": 537, "coconut": 538, "edges": 539, "used": 540, "reflection": 541, "pentagon": 542, "devided": 543, "residence": 544, "lies": 545, "texture": 546, "items": 547, "addition": 548, "waves": 549, "ocean": 550, "beach": 551, "rocks": 552, "beat": 553, "saw": 554, "spectacular": 555, "magnificent": 556, "surging": 557, "spray": 558, "emerald": 559, "curves": 560, "oceans": 561, "float": 562, "patches": 563, "gradient": 564, "seems": 565, "color": 566, "prosperous": 567, "resort": 568, "thriving": 569, "fishing": 570, "ripples": 571, "look": 572, "forests": 573, "beaches": 574, "hit": 575, "picture": 576, "island": 577, "islands": 578, "quiet": 579, "high": 580, "blue-green": 581, "tourists": 582, "scenery": 583, "rocky": 584, "sands": 585, "right": 586, "dunes": 587, "soft": 588, "grasslands": 589, "grow": 590, "stones": 591, "series": 592, "coastline": 593, "dirty": 594, "waters": 595, "wet": 596, "rushed": 597, "city": 598, "layers": 599, "patting": 600, "wharf": 601, "living": 602, "mountain": 603, "short": 604, "boundary": 605, "thr": 606, "jungle": 607, "stained": 608, "dam": 609, "gently": 610, "ribbon": 611, "jade": 612, "ribbons": 613, "objects": 614, "meets": 615, "integrated": 616, "playing": 617, "play": 618, "sunshine": 619, "seaside": 620, "sun": 621, "connect": 622, "reaches": 623, "towards": 624, "golden": 625, "little": 626, "fish": 627, "found": 628, "yellowish": 629, "cyan": 630, "seas": 631, "umbrellas": 632, "yachts": 633, "better": 634, "stretching": 635, "extends": 636, "roofed": 637, "roof": 638, "shadows": 639, "shade": 640, "structure": 641, "scales": 642, "mountains": 643, "plots": 644, "groves": 645, "bottom": 646, "bridges": 647, "banks": 648, "flows": 649, "two-way": 650, "steel": 651, "made": 652, "spans": 653, "six-lane": 654, "frame": 655, "lanes": 656, "span": 657, "partially": 658, "types": 659, "broad": 660, "cast": 661, "shadow": 662, "muddy": 663, "similar": 664, "two-lane": 665, "turns": 666, "joins": 667, "crisscrossed": 668, "end": 669, "factories": 670, "bus": 671, "branches": 672, "traffic": 673, "yacht": 674, "decorations": 675, "pedestrians": 676, "various": 677, "spanning": 678, "connecting": 679, "valley": 680, "ones": 681, "plenty": 682, "bridege": 683, "suspension": 684, "tributary": 685, "cable": 686, "arch": 687, "divides": 688, "double": 689, "cities": 690, "farmlands": 691, "tiny": 692, "stopping": 693, "walking": 694, "bustling": 695, "low": 696, "saddle": 697, "confluence": 698, "turbid": 699, "goes": 700, "passing": 701, "traveling": 702, "cement": 703, "partly": 704, "riverbank": 705, "docks": 706, "non-parallel": 707, "slender": 708, "come": 709, "slowed": 710, "tanks": 711, "oil": 712, "intersections": 713, "villas": 714, "twists": 715, "reservoirs": 716, "storage": 717, "canal": 718, "wilderness": 719, "farm": 720, "arches": 721, "turning": 722, "villages": 723, "seperated": 724, "automobiles": 725, "tributaries": 726, "towns": 727, "diagonal": 728, "barelands": 729, "set": 730, "eyot": 731, "urban": 732, "ran": 733, "expressway": 734, "cruising": 735, "designed": 736, "design": 737, "conference": 738, "arcs": 739, "floors": 740, "convention": 741, "bend": 742, "tightly": 743, "centers": 744, "shell": 745, "intersecting": 746, "parks": 747, "wonderful": 748, "semi-circular": 749, "intensive": 750, "almost": 751, "crops": 752, "entrance": 753, "unique": 754, "central": 755, "away": 756, "memory": 757, "shows": 758, "concentric": 759, "public": 760, "plaza": 761, "trapezoidal": 762, "quadrilateral": 763, "leaf": 764, "eye": 765, "regular": 766, "hexagonal": 767, "rings": 768, "loop": 769, "hexagon": 770, "grid": 771, "lace": 772, "spherical": 773, "bowl": 774, "flyover": 775, "metal": 776, "esthetic": 777, "aesthetic": 778, "chess": 779, "silver-gray": 780, "nearly": 781, "incomplete": 782, "strange": 783, "grand": 784, "whole": 785, "vivid": 786, "gym": 787, "honeycomb": 788, "site": 789, "camp": 790, "pyramid": 791, "elliptical": 792, "construction": 793, "conical": 794, "glass": 795, "bushes": 796, "railways": 797, "placed": 798, "well": 799, "include": 800, "leaves": 801, "busy": 802, "layout": 803, "distribution": 804, "architectural": 805, "owns": 806, "centre": 807, "variety": 808, "region": 809, "styles": 810, "pink": 811, "moss": 812, "cathedral": 813, "great": 814, "dome": 815, "churches": 816, "spread": 817, "yard": 818, "properly": 819, "ordered": 820, "closed": 821, "semi": 822, "heart": 823, "mint": 824, "gree": 825, "pasture": 826, "every": 827, "includes": 828, "bricks": 829, "wooden": 830, "brick": 831, "garden": 832, "neighborhoods": 833, "junction": 834, "t-junction": 835, "old": 836, "flats": 837, "columns": 838, "cone": 839, "domes": 840, "sloping": 841, "cylindrical": 842, "structures": 843, "column": 844, "apartments": 845, "cruciform": 846, "redor": 847, "closely": 848, "linked": 849, "good": 850, "density": 851, "architecture": 852, "colored": 853, "bit": 854, "fine": 855, "umbrella": 856, "consisting": 857, "quadrangle": 858, "gathered": 859, "alley": 860, "wall": 861, "diamond": 862, "covers": 863, "blu": 864, "e": 865, "ceiling": 866, "flow": 867, "stream": 868, "mirror": 869, "reflected": 870, "bunch": 871, "average": 872, "rather": 873, "shrubs": 874, "nice": 875, "bent": 876, "commercial": 877, "business": 878, "district": 879, "concentrated": 880, "office": 881, "districts": 882, "downtown": 883, "well-organized": 884, "shopping": 885, "mixed": 886, "evergreen": 887, "numerous": 888, "home": 889, "section": 890, "viaduct": 891, "rare": 892, "travel": 893, "drive": 894, "skyscraper": 895, "ordinary": 896, "advertisements": 897, "compact": 898, "advertisement": 899, "rise": 900, "school": 901, "medium": 902, "apartment": 903, "edifices": 904, "height": 905, "overpass": 906, "relatively": 907, "standard": 908, "vary": 909, "distance": 910, "economic": 911, "developed": 912, "schools": 913, "mall": 914, "mainly": 915, "zone": 916, "split": 917, "major": 918, "commerce": 919, "beige": 920, "casting": 921, "billboard": 922, "community": 923, "sections": 924, "gardens": 925, "consist": 926, "sector": 927, "spot": 928, "convenient": 929, "territory": 930, "much": 931, "everywhere": 932, "bed": 933, "sharp": 934, "towering": 935, "villa": 936, "4th": 937, "encircle": 938, "serious": 939, "jams": 940, "nas": 941, "files": 942, "constitute": 943, "marked": 944, "range": 945, "organized": 946, "apart": 947, "compactly": 948, "wood": 949, "distribute": 950, "colours": 951, "pastures": 952, "aligned": 953, "cover": 954, "housing": 955, "shades": 956, "divids": 957, "crooked": 958, "oblique": 959, "came": 960, "rate": 961, "greening": 962, "growth": 963, "mostly": 964, "regularly": 965, "luxury": 966, "extending": 967, "never": 968, "stops": 969, "leisure": 970, "file": 971, "rooftop": 972, "village": 973, "trains": 974, "winds": 975, "homes": 976, "bem": 977, "tight": 978, "extend": 979, "arched": 980, "tem": 981, "agricultural": 982, "concrete": 983, "settled": 984, "tidy": 985, "angle": 986, "arrangement": 987, "past": 988, "regions": 989, "desolate": 990, "wrinkles": 991, "wrinkled": 992, "deserted": 993, "ca": 994, "n't": 995, "anything": 996, "oasis": 997, "deserts": 998, "cracks": 999, "scale": 1000, "dried": 1001, "figure": 1002, "stains": 1003, "layered": 1004, "pellets": 1005, "consistency": 1006, "visible": 1007, "grove": 1008, "curly": 1009, "crack": 1010, "spots": 1011, "roots": 1012, "tortuous": 1013, "thousands": 1014, "pile": 1015, "dusty": 1016, "arid": 1017, "boundless": 1018, "prairie": 1019, "endless": 1020, "resources": 1021, "nua": 1022, "scene": 1023, "dividing": 1024, "layer": 1025, "peaks": 1026, "band": 1027, "brook": 1028, "outline": 1029, "creamy": 1030, "cream": 1031, "pits": 1032, "snow": 1033, "complex": 1034, "textures": 1035, "petal": 1036, "colour": 1037, "rain": 1038, "really": 1039, "air": 1040, "fold": 1041, "wind": 1042, "gap": 1043, "looking": 1044, "steep": 1045, "turn": 1046, "dead": 1047, "trail": 1048, "alternating": 1049, "sidewalks": 1050, "farms": 1051, "coloured": 1052, "grown": 1053, "cultivated": 1054, "paddy": 1055, "rest": 1056, "ridge": 1057, "ridges": 1058, "landes": 1059, "mud": 1060, "depths": 1061, "crop": 1062, "loose": 1063, "checkered": 1064, "data": 1065, "points": 1066, "wheat": 1067, "leading": 1068, "luxurious": 1069, "uncultivated": 1070, "b": 1071, "forked": 1072, "bald": 1073, "polygons": 1074, "wooded": 1075, "town": 1076, "ramp": 1077, "nest": 1078, "clouds": 1079, "bush": 1080, "unusual": 1081, "families": 1082, "ranch": 1083, "landscape": 1084, "rich": 1085, "hut": 1086, "spring": 1087, "bottle": 1088, "footpath": 1089, "birds": 1090, "grandma": 1091, "flourishing": 1092, "ranges": 1093, "coverage": 1094, "clearly": 1095, "time": 1096, "twisted": 1097, "unpaved": 1098, "altitude": 1099, "tent": 1100, "zones": 1101, "tents": 1102, "v-shaped": 1103, "direction": 1104, "painted": 1105, "withered": 1106, "peak": 1107, "bud": 1108, "cloud": 1109, "shed": 1110, "laid": 1111, "industry": 1112, "workshops": 1113, "group": 1114, "workshop": 1115, "warehouse": 1116, "warehouses": 1117, "container": 1118, "containers": 1119, "paved": 1120, "betweeen": 1121, "barley": 1122, "cylinders": 1123, "basin": 1124, "modern": 1125, "nude": 1126, "belong": 1127, "tank": 1128, "rio": 1129, "whose": 1130, "overpasses": 1131, "valleys": 1132, "lively": 1133, "system": 1134, "pots": 1135, "cans": 1136, "gradually": 1137, "due": 1138, "problems": 1139, "turf": 1140, "prado": 1141, "perpendicular": 1142, "slightly": 1143, "worn": 1144, "boxes": 1145, "decorating": 1146, "bird": 1147, "folds": 1148, "sprouted": 1149, "yet": 1150, "loess": 1151, "fertile": 1152, "medium-sized": 1153, "hidden": 1154, "situated": 1155, "peaceful": 1156, "ten": 1157, "cottage": 1158, "cabins": 1159, "cottages": 1160, "smart": 1161, "residents": 1162, "walls": 1163, "u-shaped": 1164, "entertainment": 1165, "recreation": 1166, "independent": 1167, "still": 1168, "environment": 1169, "sidewalk": 1170, "venues": 1171, "forks": 1172, "leads": 1173, "rolling": 1174, "corrugated": 1175, "terraces": 1176, "eyes": 1177, "snows": 1178, "covering": 1179, "mountainous": 1180, "foot": 1181, "greek": 1182, "heart-shaped": 1183, "artificial": 1184, "lagoon": 1185, "ferris": 1186, "theme": 1187, "interesting": 1188, "outdoor": 1189, "interlaced": 1190, "equipped": 1191, "equipment": 1192, "children": 1193, "one-way": 1194, "seats": 1195, "position": 1196, "crammed": 1197, "hundreds": 1198, "asphalt": 1199, "spacious": 1200, "median": 1201, "ceilings": 1202, "pulled": 1203, "enter": 1204, "manner": 1205, "lost": 1206, "4": 1207, "vehicle": 1208, "platform": 1209, "goal": 1210, "crimson": 1211, "footballground": 1212, "game": 1213, "teaching": 1214, "educational": 1215, "jim": 1216, "twelve": 1217, "lead": 1218, "guys": 1219, "cemnet": 1220, "plastic": 1221, "intelligent": 1222, "hockey": 1223, "base": 1224, "south": 1225, "fica": 1226, "steps": 1227, "barefoot": 1228, "sky": 1229, "image": 1230, "fog": 1231, "mist": 1232, "diamonds": 1233, "combined": 1234, "spindle": 1235, "fountain": 1236, "stars": 1237, "takes": 1238, "l-shaped": 1239, "2": 1240, "ellipses": 1241, "ports": 1242, "harbour": 1243, "pier": 1244, "quality": 1245, "reach": 1246, "docking": 1247, "seawall": 1248, "basins": 1249, "sailboats": 1250, "regulated": 1251, "leave": 1252, "stations": 1253, "rail": 1254, "railroad": 1255, "facility": 1256, "spindle-shaped": 1257, "satellite": 1258, "awnings": 1259, "awning": 1260, "high-speed": 1261, "belongs": 1262, "subway": 1263, "gray-roofed": 1264, "garage": 1265, "guide": 1266, "transportation": 1267, "resorts": 1268, "tropical": 1269, "tourist": 1270, "ahead": 1271, "holiday": 1272, "chairs": 1273, "s-shaped": 1274, "palm": 1275, "roundabout": 1276, "herringbone": 1277, "rainforest": 1278, "wetlands": 1279, "flowed": 1280, "join": 1281, "saddle-shaped": 1282, "greenbelts": 1283, "cake": 1284, "campus": 1285, "northeast": 1286, "countless": 1287, "painting": 1288, "university": 1289, "northwest": 1290, "well-equipped": 1291, "students": 1292, "carefully": 1293, "c-shaped": 1294, "auditorium": 1295, "hot": 1296, "private": 1297, "photo": 1298, "beds": 1299, "hall": 1300, "monument": 1301, "lantern": 1302, "bell": 1303, "x-shaped": 1304, "hold": 1305, "tens": 1306, "new": 1307, "tripods": 1308, "stalls": 1309, "blearchers": 1310, "pipe": 1311, "storagetanks": 1312, "pipelines": 1313, "drums": 1314, "pipes": 1315, "reservoir": 1316, "identical": 1317, "pallets": 1318, "nine": 1319, "trays": 1320, "storerooms": 1321, "barrelan": 1322, "june": 1323, "columnar": 1324, "tanker": 1325, "loaded": 1326, "treatment": 1327, "jars": 1328, "refinery": 1329, "tankers": 1330, "storing": 1331, "jar": 1332, "bicycles": 1333, "barrels": 1334, "shrinking": 1335, "loops": 1336, "auxiliary": 1337, "eight-shaped": 1338, "flyovers": 1339, "ramps": 1340, "three-dimensional": 1341, "brush": 1342, "nested": 1343, "luggage": 1344, "turfs": 1345, "bunkers": 1346, "extremely": 1347, "20": 1348, "<unk>": 1349}, "idx2word": {"1": "baseball", "2": "field", "3": "beside", "4": "green", "5": "amusement", "6": "park", "7": "around", "8": "red", "9": "track", "10": "adjacent", "11": "playground", "12": "square", "13": "long", "14": "path", "15": "next", "16": "runway", "17": "two", "18": "white", "19": "houses", "20": "located", "21": "middle", "22": "lawn", "23": "fields", "24": "different", "25": "sizes", "26": "stadium", "27": "stand", "28": "big", "29": "side-by-side", "30": "road", "31": "side", "32": "football", "33": "passes", "34": "gray", "35": "bare", "36": "soil", "37": "close", "38": "alongside", "39": "piece", "40": "land", "41": "separates", "42": "house", "43": "separating", "44": "octagonal", "45": "buildings", "46": "colors", "47": "building", "48": "parking", "49": "lot", "50": "full", "51": "cars", "52": "tennis", "53": "courts", "54": "grey", "55": "roadside", "56": "one", "57": "intersection", "58": "roads", "59": "crossed", "60": "highway", "61": "parallel", "62": "pass", "63": "streets", "64": "lined", "65": "trees", "66": "empty", "67": "sides", "68": "lots", "69": "deep", "70": "black", "71": "river", "72": "blue", "73": "factory", "74": "boats", "75": "moored", "76": "many", "77": "parked", "78": "bank", "79": "three", "80": "anchored", "81": "respectively", "82": "turquoise", "83": "ships", "84": "area", "85": "goods", "86": "boat", "87": "quietly", "88": "thin", "89": "bridge", "90": "sail", "91": "dark", "92": "sea", "93": "harbor", "94": "small", "95": "floating", "96": "port", "97": "floated", "98": "ship", "99": "near", "100": "dock", "101": "yellow", "102": "lay", "103": "across", "104": "crossroads", "105": "sailed", "106": "fast", "107": "calm", "108": "sailing", "109": "deck", "110": "purple", "111": "dry", "112": "cargo", "113": "striped", "114": "coast", "115": "stripes", "116": "shore", "117": "water", "118": "either", "119": "car", "120": "left", "121": "wave", "122": "heihe", "123": "pools", "124": "swimming", "125": "opposite", "126": "facing", "127": "moving", "128": "colorful", "129": "board", "130": "belt", "131": "curved", "132": "crosses", "133": "directly", "134": "make", "135": "way", "136": "residential", "137": "crossing", "138": "intersects", "139": "areas", "140": "plant", "141": "belts", "142": "rivers", "143": "surrounded", "144": "densely", "145": "populated", "146": "decorated", "147": "hand", "148": "open", "149": "grassland", "150": "high-rise", "151": "grass", "152": "skyscrapers", "153": "sits", "154": "tall", "155": "ellipse", "156": "shapes", "157": "oval", "158": "built", "159": "kind", "160": "light", "161": "bifurcation", "162": "street", "163": "train", "164": "railway", "165": "directions", "166": "tracks", "167": "planes", "168": "plane", "169": "large", "170": "crowded", "171": "separated", "172": "jagged", "173": "zigzag", "174": "lying", "175": "vehicles", "176": "airport", "177": "ground", "178": "stopped", "179": "dust", "180": "five", "181": "docked", "182": "sparkling", "183": "face", "184": "rectangular", "185": "together", "186": "line", "187": "several", "188": "edge", "189": "playgrounds", "190": "six", "191": "table", "192": "balls", "193": "semicircular", "194": "orange", "195": "dense", "196": "forest", "197": "thick", "198": "connected", "199": "lake", "200": "pond", "201": "lush", "202": "tree", "203": "connects", "204": "court", "205": "vacant", "206": "paths", "207": "expanse", "208": "run", "209": "runways", "210": "door", "211": "winding", "212": "covered", "213": "shaded", "214": "ponds", "215": "brown", "216": "spectators", "217": "spectator", "218": "audience", "219": "quite", "220": "lawns", "221": "divide", "222": "stood", "223": "four", "224": "bareland", "225": "leans", "226": "surround", "227": "front", "228": "terminal", "229": "others", "230": "besides", "231": "sparse", "232": "meadow", "233": "lines", "234": "inside", "235": "plants", "236": "neat", "237": "arranged", "238": "round", "239": "church", "240": "sit", "241": "aeroplanes", "242": "apron", "243": "flight", "244": "ploygon", "245": "main", "246": "netlike", "247": "cross", "248": "polygonal", "249": "passenger", "250": "termial", "251": "strip", "252": "shaped", "253": "viaducts", "254": "narrow", "255": "star", "256": "like", "257": "boomerang", "258": "aircraft", "259": "corner", "260": "take", "261": "running", "262": "seven", "263": "tarmac", "264": "boarding", "265": "gate", "266": "landside", "267": "airside", "268": "aircrafts", "269": "tarmacs", "270": "grassy", "271": "waiting", "272": "straight", "273": "standing", "274": "bar", "275": "airstrip", "276": "terminals", "277": "airplanes", "278": "circular", "279": "stretch", "280": "sparsely", "281": "rounded", "282": "rectangle", "283": "surrounds", "284": "radial", "285": "symmetrical", "286": "triangle", "287": "curve", "288": "seated", "289": "wasteland", "290": "polygon", "291": "irregular", "292": "paralleled", "293": "sandwiched", "294": "orderly", "295": "majestic", "296": "surrounding", "297": "arc", "298": "ways", "299": "pieces", "300": "meadows", "301": "strips", "302": "neatly", "303": "trapezoid", "304": "divided", "305": "outside", "306": "complicated", "307": "towers", "308": "cut", "309": "scattered", "310": "airplane", "311": "lamp", "312": "eight", "313": "sitting", "314": "pale", "315": "pure", "316": "y-shaped", "317": "berthing", "318": "conspicuous", "319": "beautiful", "320": "stands", "321": "especially", "322": "packed", "323": "silver", "324": "passed", "325": "wide", "326": "dozens", "327": "e-shaped", "328": "number", "329": "plain", "330": "seen", "331": "station", "332": "t-shaped", "333": "room", "334": "appeared", "335": "fragmented", "336": "terrain", "337": "nothing", "338": "stop", "339": "tower", "340": "blocks", "341": "composed", "342": "ball", "343": "u", "344": "smaller", "345": "single", "346": "farmland", "347": "simple", "348": "along", "349": "order", "350": "taxiing", "351": "rows", "352": "parts", "353": "corners", "354": "squared", "355": "stayed", "356": "nearby", "357": "traverse", "358": "contains", "359": "including", "360": "circle", "361": "ring", "362": "consists", "363": "arc-shaped", "364": "rectangles", "365": "separate", "366": "see", "367": "squares", "368": "wild", "369": "aprons", "370": "bright", "371": "block", "372": "facilities", "373": "complete", "374": "industrial", "375": "people", "376": "flat", "377": "spaces", "378": "huge", "379": "vast", "380": "without", "381": "reddish", "382": "meet", "383": "reddish-brown", "384": "obvious", "385": "marks", "386": "floor", "387": "tract", "388": "traces", "389": "clay", "390": "truck", "391": "driving", "392": "hill", "393": "mark", "394": "vegetation", "395": "khaki", "396": "'s", "397": "work", "398": "space", "399": "sand", "400": "leaking", "401": "looks", "402": "uneven", "403": "planted", "404": "surface", "405": "rugged", "406": "intersect", "407": "vertically", "408": "courtyard", "409": "patch", "410": "shape", "411": "interspersed", "412": "messy", "413": "undulating", "414": "wavy", "415": "sandy", "416": "dotted", "417": "bleak", "418": "dirt", "419": "desert", "420": "stretches", "421": "greenland", "422": "coner", "423": "form", "424": "rough", "425": "formed", "426": "fork", "427": "lie", "428": "traverses", "429": "shallow", "430": "clear", "431": "stripe", "432": "go", "433": "alleys", "434": "runs", "435": "earth", "436": "weeds", "437": "growing", "438": "waste", "439": "broken", "440": "stone", "441": "wheel", "442": "naked", "443": "country", "444": "place", "445": "grows", "446": "amount", "447": "roofs", "448": "kinds", "449": "thing", "450": "things", "451": "part", "452": "irregularly", "453": "blended", "454": "littered", "455": "dots", "456": "half", "457": "rock", "458": "hills", "459": "patterns", "460": "pattern", "461": "lands", "462": "use", "463": "wheels", "464": "holes", "465": "also", "466": "tree-lined", "467": "family", "468": "trucks", "469": "behind", "470": "barren", "471": "flowing", "472": "hillside", "473": "slope", "474": "center", "475": "forming", "476": "flower", "477": "luxuriant", "478": "flowers", "479": "row", "480": "top", "481": "view", "482": "gymnasium", "483": "circles", "484": "quarter", "485": "stadiums", "486": "fan-shaped", "487": "lakes", "488": "silvery", "489": "golf", "490": "course", "491": "filled", "492": "clean", "493": "places", "494": "enough", "495": "smooth", "496": "met", "497": "triangular", "498": "faces", "499": "perfect", "500": "rooms", "501": "players", "502": "lane", "503": "freeway", "504": "baseballfield", "505": "red-roofed", "506": "semi-surrounded", "507": "fan", "508": "fanshaped", "509": "reflections", "510": "distributed", "511": "occupies", "512": "pentagonal", "513": "basketball", "514": "forms", "515": "semicircle", "516": "baseballfields", "517": "another", "518": "sports", "519": "size", "520": "back", "521": "soccer", "522": "pitch", "523": "pitches", "524": "neighborhood", "525": "sized", "526": "highways", "527": "woods", "528": "vertical", "529": "routes", "530": "flanked", "531": "among", "532": "iron", "533": "solar", "534": "pool", "535": "grounds", "536": "bleachers", "537": "enclosed", "538": "coconut", "539": "edges", "540": "used", "541": "reflection", "542": "pentagon", "543": "devided", "544": "residence", "545": "lies", "546": "texture", "547": "items", "548": "addition", "549": "waves", "550": "ocean", "551": "beach", "552": "rocks", "553": "beat", "554": "saw", "555": "spectacular", "556": "magnificent", "557": "surging", "558": "spray", "559": "emerald", "560": "curves", "561": "oceans", "562": "float", "563": "patches", "564": "gradient", "565": "seems", "566": "color", "567": "prosperous", "568": "resort", "569": "thriving", "570": "fishing", "571": "ripples", "572": "look", "573": "forests", "574": "beaches", "575": "hit", "576": "picture", "577": "island", "578": "islands", "579": "quiet", "580": "high", "581": "blue-green", "582": "tourists", "583": "scenery", "584": "rocky", "585": "sands", "586": "right", "587": "dunes", "588": "soft", "589": "grasslands", "590": "grow", "591": "stones", "592": "series", "593": "coastline", "594": "dirty", "595": "waters", "596": "wet", "597": "rushed", "598": "city", "599": "layers", "600": "patting", "601": "wharf", "602": "living", "603": "mountain", "604": "short", "605": "boundary", "606": "thr", "607": "jungle", "608": "stained", "609": "dam", "610": "gently", "611": "ribbon", "612": "jade", "613": "ribbons", "614": "objects", "615": "meets", "616": "integrated", "617": "playing", "618": "play", "619": "sunshine", "620": "seaside", "621": "sun", "622": "connect", "623": "reaches", "624": "towards", "625": "golden", "626": "little", "627": "fish", "628": "found", "629": "yellowish", "630": "cyan", "631": "seas", "632": "umbrellas", "633": "yachts", "634": "better", "635": "stretching", "636": "extends", "637": "roofed", "638": "roof", "639": "shadows", "640": "shade", "641": "structure", "642": "scales", "643": "mountains", "644": "plots", "645": "groves", "646": "bottom", "647": "bridges", "648": "banks", "649": "flows", "650": "two-way", "651": "steel", "652": "made", "653": "spans", "654": "six-lane", "655": "frame", "656": "lanes", "657": "span", "658": "partially", "659": "types", "660": "broad", "661": "cast", "662": "shadow", "663": "muddy", "664": "similar", "665": "two-lane", "666": "turns", "667": "joins", "668": "crisscrossed", "669": "end", "670": "factories", "671": "bus", "672": "branches", "673": "traffic", "674": "yacht", "675": "decorations", "676": "pedestrians", "677": "various", "678": "spanning", "679": "connecting", "680": "valley", "681": "ones", "682": "plenty", "683": "bridege", "684": "suspension", "685": "tributary", "686": "cable", "687": "arch", "688": "divides", "689": "double", "690": "cities", "691": "farmlands", "692": "tiny", "693": "stopping", "694": "walking", "695": "bustling", "696": "low", "697": "saddle", "698": "confluence", "699": "turbid", "700": "goes", "701": "passing", "702": "traveling", "703": "cement", "704": "partly", "705": "riverbank", "706": "docks", "707": "non-parallel", "708": "slender", "709": "come", "710": "slowed", "711": "tanks", "712": "oil", "713": "intersections", "714": "villas", "715": "twists", "716": "reservoirs", "717": "storage", "718": "canal", "719": "wilderness", "720": "farm", "721": "arches", "722": "turning", "723": "villages", "724": "seperated", "725": "automobiles", "726": "tributaries", "727": "towns", "728": "diagonal", "729": "barelands", "730": "set", "731": "eyot", "732": "urban", "733": "ran", "734": "expressway", "735": "cruising", "736": "designed", "737": "design", "738": "conference", "739": "arcs", "740": "floors", "741": "convention", "742": "bend", "743": "tightly", "744": "centers", "745": "shell", "746": "intersecting", "747": "parks", "748": "wonderful", "749": "semi-circular", "750": "intensive", "751": "almost", "752": "crops", "753": "entrance", "754": "unique", "755": "central", "756": "away", "757": "memory", "758": "shows", "759": "concentric", "760": "public", "761": "plaza", "762": "trapezoidal", "763": "quadrilateral", "764": "leaf", "765": "eye", "766": "regular", "767": "hexagonal", "768": "rings", "769": "loop", "770": "hexagon", "771": "grid", "772": "lace", "773": "spherical", "774": "bowl", "775": "flyover", "776": "metal", "777": "esthetic", "778": "aesthetic", "779": "chess", "780": "silver-gray", "781": "nearly", "782": "incomplete", "783": "strange", "784": "grand", "785": "whole", "786": "vivid", "787": "gym", "788": "honeycomb", "789": "site", "790": "camp", "791": "pyramid", "792": "elliptical", "793": "construction", "794": "conical", "795": "glass", "796": "bushes", "797": "railways", "798": "placed", "799": "well", "800": "include", "801": "leaves", "802": "busy", "803": "layout", "804": "distribution", "805": "architectural", "806": "owns", "807": "centre", "808": "variety", "809": "region", "810": "styles", "811": "pink", "812": "moss", "813": "cathedral", "814": "great", "815": "dome", "816": "churches", "817": "spread", "818": "yard", "819": "properly", "820": "ordered", "821": "closed", "822": "semi", "823": "heart", "824": "mint", "825": "gree", "826": "pasture", "827": "every", "828": "includes", "829": "bricks", "830": "wooden", "831": "brick", "832": "garden", "833": "neighborhoods", "834": "junction", "835": "t-junction", "836": "old", "837": "flats", "838": "columns", "839": "cone", "840": "domes", "841": "sloping", "842": "cylindrical", "843": "structures", "844": "column", "845": "apartments", "846": "cruciform", "847": "redor", "848": "closely", "849": "linked", "850": "good", "851": "density", "852": "architecture", "853": "colored", "854": "bit", "855": "fine", "856": "umbrella", "857": "consisting", "858": "quadrangle", "859": "gathered", "860": "alley", "861": "wall", "862": "diamond", "863": "covers", "864": "blu", "865": "e", "866": "ceiling", "867": "flow", "868": "stream", "869": "mirror", "870": "reflected", "871": "bunch", "872": "average", "873": "rather", "874": "shrubs", "875": "nice", "876": "bent", "877": "commercial", "878": "business", "879": "district", "880": "concentrated", "881": "office", "882": "districts", "883": "downtown", "884": "well-organized", "885": "shopping", "886": "mixed", "887": "evergreen", "888": "numerous", "889": "home", "890": "section", "891": "viaduct", "892": "rare", "893": "travel", "894": "drive", "895": "skyscraper", "896": "ordinary", "897": "advertisements", "898": "compact", "899": "advertisement", "900": "rise", "901": "school", "902": "medium", "903": "apartment", "904": "edifices", "905": "height", "906": "overpass", "907": "relatively", "908": "standard", "909": "vary", "910": "distance", "911": "economic", "912": "developed", "913": "schools", "914": "mall", "915": "mainly", "916": "zone", "917": "split", "918": "major", "919": "commerce", "920": "beige", "921": "casting", "922": "billboard", "923": "community", "924": "sections", "925": "gardens", "926": "consist", "927": "sector", "928": "spot", "929": "convenient", "930": "territory", "931": "much", "932": "everywhere", "933": "bed", "934": "sharp", "935": "towering", "936": "villa", "937": "4th", "938": "encircle", "939": "serious", "940": "jams", "941": "nas", "942": "files", "943": "constitute", "944": "marked", "945": "range", "946": "organized", "947": "apart", "948": "compactly", "949": "wood", "950": "distribute", "951": "colours", "952": "pastures", "953": "aligned", "954": "cover", "955": "housing", "956": "shades", "957": "divids", "958": "crooked", "959": "oblique", "960": "came", "961": "rate", "962": "greening", "963": "growth", "964": "mostly", "965": "regularly", "966": "luxury", "967": "extending", "968": "never", "969": "stops", "970": "leisure", "971": "file", "972": "rooftop", "973": "village", "974": "trains", "975": "winds", "976": "homes", "977": "bem", "978": "tight", "979": "extend", "980": "arched", "981": "tem", "982": "agricultural", "983": "concrete", "984": "settled", "985": "tidy", "986": "angle", "987": "arrangement", "988": "past", "989": "regions", "990": "desolate", "991": "wrinkles", "992": "wrinkled", "993": "deserted", "994": "ca", "995": "n't", "996": "anything", "997": "oasis", "998": "deserts", "999": "cracks", "1000": "scale", "1001": "dried", "1002": "figure", "1003": "stains", "1004": "layered", "1005": "pellets", "1006": "consistency", "1007": "visible", "1008": "grove", "1009": "curly", "1010": "crack", "1011": "spots", "1012": "roots", "1013": "tortuous", "1014": "thousands", "1015": "pile", "1016": "dusty", "1017": "arid", "1018": "boundless", "1019": "prairie", "1020": "endless", "1021": "resources", "1022": "nua", "1023": "scene", "1024": "dividing", "1025": "layer", "1026": "peaks", "1027": "band", "1028": "brook", "1029": "outline", "1030": "creamy", "1031": "cream", "1032": "pits", "1033": "snow", "1034": "complex", "1035": "textures", "1036": "petal", "1037": "colour", "1038": "rain", "1039": "really", "1040": "air", "1041": "fold", "1042": "wind", "1043": "gap", "1044": "looking", "1045": "steep", "1046": "turn", "1047": "dead", "1048": "trail", "1049": "alternating", "1050": "sidewalks", "1051": "farms", "1052": "coloured", "1053": "grown", "1054": "cultivated", "1055": "paddy", "1056": "rest", "1057": "ridge", "1058": "ridges", "1059": "landes", "1060": "mud", "1061": "depths", "1062": "crop", "1063": "loose", "1064": "checkered", "1065": "data", "1066": "points", "1067": "wheat", "1068": "leading", "1069": "luxurious", "1070": "uncultivated", "1071": "b", "1072": "forked", "1073": "bald", "1074": "polygons", "1075": "wooded", "1076": "town", "1077": "ramp", "1078": "nest", "1079": "clouds", "1080": "bush", "1081": "unusual", "1082": "families", "1083": "ranch", "1084": "landscape", "1085": "rich", "1086": "hut", "1087": "spring", "1088": "bottle", "1089": "footpath", "1090": "birds", "1091": "grandma", "1092": "flourishing", "1093": "ranges", "1094": "coverage", "1095": "clearly", "1096": "time", "1097": "twisted", "1098": "unpaved", "1099": "altitude", "1100": "tent", "1101": "zones", "1102": "tents", "1103": "v-shaped", "1104": "direction", "1105": "painted", "1106": "withered", "1107": "peak", "1108": "bud", "1109": "cloud", "1110": "shed", "1111": "laid", "1112": "industry", "1113": "workshops", "1114": "group", "1115": "workshop", "1116": "warehouse", "1117": "warehouses", "1118": "container", "1119": "containers", "1120": "paved", "1121": "betweeen", "1122": "barley", "1123": "cylinders", "1124": "basin", "1125": "modern", "1126": "nude", "1127": "belong", "1128": "tank", "1129": "rio", "1130": "whose", "1131": "overpasses", "1132": "valleys", "1133": "lively", "1134": "system", "1135": "pots", "1136": "cans", "1137": "gradually", "1138": "due", "1139": "problems", "1140": "turf", "1141": "prado", "1142": "perpendicular", "1143": "slightly", "1144": "worn", "1145": "boxes", "1146": "decorating", "1147": "bird", "1148": "folds", "1149": "sprouted", "1150": "yet", "1151": "loess", "1152": "fertile", "1153": "medium-sized", "1154": "hidden", "1155": "situated", "1156": "peaceful", "1157": "ten", "1158": "cottage", "1159": "cabins", "1160": "cottages", "1161": "smart", "1162": "residents", "1163": "walls", "1164": "u-shaped", "1165": "entertainment", "1166": "recreation", "1167": "independent", "1168": "still", "1169": "environment", "1170": "sidewalk", "1171": "venues", "1172": "forks", "1173": "leads", "1174": "rolling", "1175": "corrugated", "1176": "terraces", "1177": "eyes", "1178": "snows", "1179": "covering", "1180": "mountainous", "1181": "foot", "1182": "greek", "1183": "heart-shaped", "1184": "artificial", "1185": "lagoon", "1186": "ferris", "1187": "theme", "1188": "interesting", "1189": "outdoor", "1190": "interlaced", "1191": "equipped", "1192": "equipment", "1193": "children", "1194": "one-way", "1195": "seats", "1196": "position", "1197": "crammed", "1198": "hundreds", "1199": "asphalt", "1200": "spacious", "1201": "median", "1202": "ceilings", "1203": "pulled", "1204": "enter", "1205": "manner", "1206": "lost", "1207": "4", "1208": "vehicle", "1209": "platform", "1210": "goal", "1211": "crimson", "1212": "footballground", "1213": "game", "1214": "teaching", "1215": "educational", "1216": "jim", "1217": "twelve", "1218": "lead", "1219": "guys", "1220": "cemnet", "1221": "plastic", "1222": "intelligent", "1223": "hockey", "1224": "base", "1225": "south", "1226": "fica", "1227": "steps", "1228": "barefoot", "1229": "sky", "1230": "image", "1231": "fog", "1232": "mist", "1233": "diamonds", "1234": "combined", "1235": "spindle", "1236": "fountain", "1237": "stars", "1238": "takes", "1239": "l-shaped", "1240": "2", "1241": "ellipses", "1242": "ports", "1243": "harbour", "1244": "pier", "1245": "quality", "1246": "reach", "1247": "docking", "1248": "seawall", "1249": "basins", "1250": "sailboats", "1251": "regulated", "1252": "leave", "1253": "stations", "1254": "rail", "1255": "railroad", "1256": "facility", "1257": "spindle-shaped", "1258": "satellite", "1259": "awnings", "1260": "awning", "1261": "high-speed", "1262": "belongs", "1263": "subway", "1264": "gray-roofed", "1265": "garage", "1266": "guide", "1267": "transportation", "1268": "resorts", "1269": "tropical", "1270": "tourist", "1271": "ahead", "1272": "holiday", "1273": "chairs", "1274": "s-shaped", "1275": "palm", "1276": "roundabout", "1277": "herringbone", "1278": "rainforest", "1279": "wetlands", "1280": "flowed", "1281": "join", "1282": "saddle-shaped", "1283": "greenbelts", "1284": "cake", "1285": "campus", "1286": "northeast", "1287": "countless", "1288": "painting", "1289": "university", "1290": "northwest", "1291": "well-equipped", "1292": "students", "1293": "carefully", "1294": "c-shaped", "1295": "auditorium", "1296": "hot", "1297": "private", "1298": "photo", "1299": "beds", "1300": "hall", "1301": "monument", "1302": "lantern", "1303": "bell", "1304": "x-shaped", "1305": "hold", "1306": "tens", "1307": "new", "1308": "tripods", "1309": "stalls", "1310": "blearchers", "1311": "pipe", "1312": "storagetanks", "1313": "pipelines", "1314": "drums", "1315": "pipes", "1316": "reservoir", "1317": "identical", "1318": "pallets", "1319": "nine", "1320": "trays", "1321": "storerooms", "1322": "barrelan", "1323": "june", "1324": "columnar", "1325": "tanker", "1326": "loaded", "1327": "treatment", "1328": "jars", "1329": "refinery", "1330": "tankers", "1331": "storing", "1332": "jar", "1333": "bicycles", "1334": "barrels", "1335": "shrinking", "1336": "loops", "1337": "auxiliary", "1338": "eight-shaped", "1339": "flyovers", "1340": "ramps", "1341": "three-dimensional", "1342": "brush", "1343": "nested", "1344": "luggage", "1345": "turfs", "1346": "bunkers", "1347": "extremely", "1348": "20", "1349": "<unk>"}, "idx": 1350}