{"word2idx": {"residential": 1, "area": 2, "houses": 3, "arranged": 4, "neatly": 5, "roads": 6, "go": 7, "railways": 8, "many": 9, "plants": 10, "roadside": 11, "beside": 12, "lots": 13, "red": 14, "orange": 15, "roofs": 16, "lines": 17, "town": 18, "cars": 19, "crossroads": 20, "middle": 21, "white": 22, "highway": 23, "separated": 24, "dense": 25, "road": 26, "different": 27, "colors": 28, "railway": 29, "densely": 30, "parked": 31, "parking": 32, "lot": 33, "colours": 34, "piece": 35, "lawn": 36, "raods": 37, "desnsely": 38, "crossroad": 39, "devided": 40, "arrange": 41, "divided": 42, "passed": 43, "wide": 44, "rectangles": 45, "across": 46, "straight": 47, "residentail": 48, "big": 49, "grassland": 50, "lower": 51, "right": 52, "corner": 53, "though": 54, "house": 55, "lawns": 56, "main": 57, "street": 58, "ractangles": 59, "grasslands": 60, "grey": 61, "airplane": 62, "airport": 63, "luggage": 64, "buildings": 65, "pass": 66, "three": 67, "airplanes": 68, "dark": 69, "waters": 70, "small": 71, "surrounded": 72, "five": 73, "size": 74, "runway": 75, "two": 76, "empty": 77, "fuselages": 78, "meadow": 79, "green": 80, "bushes": 81, "paths": 82, "curved": 83, "bunkers": 84, "scattered": 85, "trees": 86, "narrow": 87, "river": 88, "open": 89, "bankes": 90, "goes": 91, "industrial": 92, "banks": 93, "bulidings": 94, "sides": 95, "bridge": 96, "bank": 97, "side": 98, "distance": 99, "away": 100, "containers": 101, "one": 102, "highways": 103, "boats": 104, "nearly": 105, "turned": 106, "angle": 107, "sandlands": 108, "deep": 109, "flows": 110, "woods": 111, "part": 112, "ocean": 113, "sparkling": 114, "sea": 115, "sand": 116, "beach": 117, "water": 118, "shining": 119, "line": 120, "waves": 121, "speedboats": 122, "warehouses": 123, "industrail": 124, "arrow": 125, "marks": 126, "runways": 127, "marking": 128, "curving": 129, "parallel": 130, "separate": 131, "ruwnays": 132, "intersected": 133, "mark": 134, "numbers": 135, "algae": 136, "<unk>": 137}, "idx2word": {"1": "residential", "2": "area", "3": "houses", "4": "arranged", "5": "neatly", "6": "roads", "7": "go", "8": "railways", "9": "many", "10": "plants", "11": "roadside", "12": "beside", "13": "lots", "14": "red", "15": "orange", "16": "roofs", "17": "lines", "18": "town", "19": "cars", "20": "crossroads", "21": "middle", "22": "white", "23": "highway", "24": "separated", "25": "dense", "26": "road", "27": "different", "28": "colors", "29": "railway", "30": "densely", "31": "parked", "32": "parking", "33": "lot", "34": "colours", "35": "piece", "36": "lawn", "37": "raods", "38": "desnsely", "39": "crossroad", "40": "devided", "41": "arrange", "42": "divided", "43": "passed", "44": "wide", "45": "rectangles", "46": "across", "47": "straight", "48": "residentail", "49": "big", "50": "grassland", "51": "lower", "52": "right", "53": "corner", "54": "though", "55": "house", "56": "lawns", "57": "main", "58": "street", "59": "ractangles", "60": "grasslands", "61": "grey", "62": "airplane", "63": "airport", "64": "luggage", "65": "buildings", "66": "pass", "67": "three", "68": "airplanes", "69": "dark", "70": "waters", "71": "small", "72": "surrounded", "73": "five", "74": "size", "75": "runway", "76": "two", "77": "empty", "78": "fuselages", "79": "meadow", "80": "green", "81": "bushes", "82": "paths", "83": "curved", "84": "bunkers", "85": "scattered", "86": "trees", "87": "narrow", "88": "river", "89": "open", "90": "bankes", "91": "goes", "92": "industrial", "93": "banks", "94": "bulidings", "95": "sides", "96": "bridge", "97": "bank", "98": "side", "99": "distance", "100": "away", "101": "containers", "102": "one", "103": "highways", "104": "boats", "105": "nearly", "106": "turned", "107": "angle", "108": "sandlands", "109": "deep", "110": "flows", "111": "woods", "112": "part", "113": "ocean", "114": "sparkling", "115": "sea", "116": "sand", "117": "beach", "118": "water", "119": "shining", "120": "line", "121": "waves", "122": "speedboats", "123": "warehouses", "124": "industrail", "125": "arrow", "126": "marks", "127": "runways", "128": "marking", "129": "curving", "130": "parallel", "131": "separate", "132": "ruwnays", "133": "intersected", "134": "mark", "135": "numbers", "136": "algae", "137": "<unk>"}, "idx": 138}