{"word2idx": {"piece": 1, "farmland": 2, "cropland": 3, "four": 4, "airplanes": 5, "parked": 6, "airport": 7, "cars": 8, "different": 9, "kinds": 10, "airplane": 11, "runway": 12, "taxiing": 13, "surrounded": 14, "stopped": 15, "two": 16, "blue": 17, "white": 18, "luggage": 19, "beside": 20, "next": 21, "green": 22, "purple": 23, "big": 24, "small": 25, "one": 26, "fuselage": 27, "beige": 28, "size": 29, "three": 30, "neatly": 31, "arranged": 32, "six": 33, "five": 34, "seven": 35, "closed": 36, "ground": 37, "dark": 38, "car": 39, "another": 40, "lot": 41, "many": 42, "black": 43, "red": 44, "building": 45, "trees": 46, "lots": 47, "grey": 48, "dispersedly": 49, "scattered": 50, "compactly": 51, "eight": 52, "old": 53, "baseball": 54, "diamond": 55, "sand": 56, "weeds": 57, "composed": 58, "compose": 59, "new": 60, "sands": 61, "grass": 62, "regular": 63, "manicured": 64, "lawns": 65, "stands": 66, "surround": 67, "sorrounded": 68, "diamonds": 69, "plants": 70, "beach": 71, "sea": 72, "waves": 73, "slapping": 74, "throwing": 75, "foams": 76, "beat": 77, "throw": 78, "foam": 79, "violent": 80, "greenish-blue": 81, "peaceful": 82, "quiet": 83, "crystal": 84, "clear": 85, "waters": 86, "made": 87, "water": 88, "without": 89, "beautiful": 90, "violently": 91, "coming": 92, "come": 93, "foasm": 94, "blue-green": 95, "green-blue": 96, "melt": 97, "mixed": 98, "road": 99, "buildings": 100, "roads": 101, "t-junction": 102, "roofs": 103, "rows": 104, "roadside": 105, "roof": 106, "parking": 107, "crowded": 108, "together": 109, "mess": 110, "swimming": 111, "pool": 112, "middle": 113, "orange": 114, "compact": 115, "pressed": 116, "line": 117, "around": 118, "colors": 119, "color": 120, "arround": 121, "triangular": 122, "sky": 123, "roofss": 124, "chaparral": 125, "loess": 126, "dense": 127, "residential": 128, "area": 129, "houses": 130, "goes": 131, "wothe": 132, "brown": 133, "go": 134, "lines": 135, "ars": 136, "fo": 137, "forest": 138, "shadow": 139, "thick": 140, "emerald": 141, "constitute": 142, "withered": 143, "others": 144, "healthy": 145, "straight": 146, "freeways": 147, "curved": 148, "merged": 149, "wide": 150, "narrow": 151, "parallel": 152, "forward": 153, "desert": 154, "part": 155, "golf": 156, "course": 157, "turfs": 158, "bunkers": 159, "trail": 160, "coursea": 161, "trails": 162, "cross": 163, "boats": 164, "docked": 165, "harbor": 166, "deep": 167, "positions": 168, "free": 169, "turbid": 170, "intersection": 171, "pedestrians": 172, "corners": 173, "desolate": 174, "vertical": 175, "busy": 176, "tennis": 177, "courts": 178, "corner": 179, "medium": 180, "lawn": 181, "flurish": 182, "verdant": 183, "pools": 184, "backyards": 185, "mobile": 186, "homes": 187, "home": 188, "park": 189, "haphazardly": 190, "flourish": 191, "overpass": 192, "across": 193, "vertically": 194, "surounded": 195, "diagonally": 196, "multilevel": 197, "complicated": 198, "scatteredly": 199, "empty": 200, "spaces": 201, "spots": 202, "densely": 203, "fanned": 204, "river": 205, "banks": 206, "bank": 207, "side": 208, "wilted": 209, "land": 210, "abandoned": 211, "nothing": 212, "mark": 213, "number": 214, "letter": 215, "r": 216, "l": 217, "villa": 218, "sparse": 219, "house": 220, "bushes": 221, "lush": 222, "plamts": 223, "storage": 224, "tanks": 225, "triangularly": 226, "distributed": 227, "tank": 228, "round": 229, "containters": 230, "court": 231, "stadium": 232, "people": 233, "dotted": 234, "parrallel": 235, "highway": 236, "basketball": 237, "<unk>": 238}, "idx2word": {"1": "piece", "2": "farmland", "3": "cropland", "4": "four", "5": "airplanes", "6": "parked", "7": "airport", "8": "cars", "9": "different", "10": "kinds", "11": "airplane", "12": "runway", "13": "taxiing", "14": "surrounded", "15": "stopped", "16": "two", "17": "blue", "18": "white", "19": "luggage", "20": "beside", "21": "next", "22": "green", "23": "purple", "24": "big", "25": "small", "26": "one", "27": "fuselage", "28": "beige", "29": "size", "30": "three", "31": "neatly", "32": "arranged", "33": "six", "34": "five", "35": "seven", "36": "closed", "37": "ground", "38": "dark", "39": "car", "40": "another", "41": "lot", "42": "many", "43": "black", "44": "red", "45": "building", "46": "trees", "47": "lots", "48": "grey", "49": "dispersedly", "50": "scattered", "51": "compactly", "52": "eight", "53": "old", "54": "baseball", "55": "diamond", "56": "sand", "57": "weeds", "58": "composed", "59": "compose", "60": "new", "61": "sands", "62": "grass", "63": "regular", "64": "manicured", "65": "lawns", "66": "stands", "67": "surround", "68": "sorrounded", "69": "diamonds", "70": "plants", "71": "beach", "72": "sea", "73": "waves", "74": "slapping", "75": "throwing", "76": "foams", "77": "beat", "78": "throw", "79": "foam", "80": "violent", "81": "greenish-blue", "82": "peaceful", "83": "quiet", "84": "crystal", "85": "clear", "86": "waters", "87": "made", "88": "water", "89": "without", "90": "beautiful", "91": "violently", "92": "coming", "93": "come", "94": "foasm", "95": "blue-green", "96": "green-blue", "97": "melt", "98": "mixed", "99": "road", "100": "buildings", "101": "roads", "102": "t-junction", "103": "roofs", "104": "rows", "105": "roadside", "106": "roof", "107": "parking", "108": "crowded", "109": "together", "110": "mess", "111": "swimming", "112": "pool", "113": "middle", "114": "orange", "115": "compact", "116": "pressed", "117": "line", "118": "around", "119": "colors", "120": "color", "121": "arround", "122": "triangular", "123": "sky", "124": "roofss", "125": "chaparral", "126": "loess", "127": "dense", "128": "residential", "129": "area", "130": "houses", "131": "goes", "132": "wothe", "133": "brown", "134": "go", "135": "lines", "136": "ars", "137": "fo", "138": "forest", "139": "shadow", "140": "thick", "141": "emerald", "142": "constitute", "143": "withered", "144": "others", "145": "healthy", "146": "straight", "147": "freeways", "148": "curved", "149": "merged", "150": "wide", "151": "narrow", "152": "parallel", "153": "forward", "154": "desert", "155": "part", "156": "golf", "157": "course", "158": "turfs", "159": "bunkers", "160": "trail", "161": "coursea", "162": "trails", "163": "cross", "164": "boats", "165": "docked", "166": "harbor", "167": "deep", "168": "positions", "169": "free", "170": "turbid", "171": "intersection", "172": "pedestrians", "173": "corners", "174": "desolate", "175": "vertical", "176": "busy", "177": "tennis", "178": "courts", "179": "corner", "180": "medium", "181": "lawn", "182": "flurish", "183": "verdant", "184": "pools", "185": "backyards", "186": "mobile", "187": "homes", "188": "home", "189": "park", "190": "haphazardly", "191": "flourish", "192": "overpass", "193": "across", "194": "vertically", "195": "surounded", "196": "diagonally", "197": "multilevel", "198": "complicated", "199": "scatteredly", "200": "empty", "201": "spaces", "202": "spots", "203": "densely", "204": "fanned", "205": "river", "206": "banks", "207": "bank", "208": "side", "209": "wilted", "210": "land", "211": "abandoned", "212": "nothing", "213": "mark", "214": "number", "215": "letter", "216": "r", "217": "l", "218": "villa", "219": "sparse", "220": "house", "221": "bushes", "222": "lush", "223": "plamts", "224": "storage", "225": "tanks", "226": "triangularly", "227": "distributed", "228": "tank", "229": "round", "230": "containters", "231": "court", "232": "stadium", "233": "people", "234": "dotted", "235": "parrallel", "236": "highway", "237": "basketball", "238": "<unk>"}, "idx": 239}